[
  {
    "title": "51. Textbooks",
    "content": "Textbooks are really expensive. It is funny, because nobody wants them. Students just have to buy them because teachers want them to. Mr. Tan teaches an economics class, and he usually makes them buy a $200 textbook. Last year, though, one of his students tried to steal a textbook. That student got suspended. The sad thing is, the student stole the textbook because he could not afford it. Mr. Tan decided to change some things around. Instead of making his students buy the textbook, Mr. Tan made copies of the textbook and gave them to the students. This is technically illegal. Another teacher found out about what Mr. Tan was doing and told the principal. The principal gave Mr. Tan a warning. Mr. Tan had to come up with another idea that was legal. Mr. Tan decided to use online articles that were available for everyone to access. The students liked this idea, because they did not have to buy a textbook. The principal liked this idea, because it was legal. Mr. Tan liked the idea, because he felt that the articles taught a lot of interesting information. Mr. Tan won Teacher of the Year award. He was respected for caring about his students' financial situation."
  },
  {
    "title": "52. Class Enrollment Times",
    "content": "In college, everyone has different class enrollment times. Some people have early times and some people have late times. The more classes you have taken, the earlier your registration time is. That is why seniors have early registration times. All student athletes, students on scholarships, and low-income students have early registration times. A lot of students complain about their registration times. Having a late registration time means not getting the classes you want. Not getting the classes you want means not being able to graduate on time. This is a big problem in public schools. Every semester, there are a ton of students who line up to complain about their registration times. Academic counselors tell the students the same thing every time: \"We can't do anything about it.\" Parents complain about it, too. The academic counselors tell them the same thing. One of the parents who complained was a lawyer. She tried to sue the school. It did not work. Students also protested that athletes should not have earlier registration times. The academic counselors say, \"We don't make up the rules.\""
  },
  {
    "title": "53. Stage Fright",
    "content": "Stage fright is the nervousness one feels when speaking in front of an audience. It is extremely common. Mr. Todd tries to eliminate stage fright in his speech class. In the class, everyone is required to do five speeches in front of the class. The first speech is about the student. The students typically talk about their likes, dislikes, family, friends, hobbies, and future goals. Since it is the first speech, a lot of students are nervous. They want to make a good first impression on everyone. Mr. Todd told them to think of the audience as their friends. The second speech is supposed to persuade the audience to support a particular cause. One student talked about abortion. Another student talked about Donald Trump. For this speech, Mr. Todd advised them to make connections with the audience. People are more likely to support your cause if you make it relatable to them. For the third speech, the student is supposed to try to convince the audience to visit a particular country. By the third speech, the students were much more confident. It was easier for them to talk in front of their classmates. The students felt like they were all friends with each other. Even if they made a mistake, it was okay."
  },
  {
    "title": "54. The One Who Stayed Behind",
    "content": "Darcy was in her 6th year of college. Most people go to college for four years and then graduate. Darcy was different. She did not plan well. In her first year, she was so excited to be away from her parents. She went out late every night. She drank too much alcohol. She made friends with the bad crowd. She skipped her classes. She had to retake a lot of classes. In her second year, Darcy started to get her act together. She stopped going out so late. She became friends with people who studied. She went to class and studied. However, Darcy wanted to change her major from chemistry to political science. The chemistry classes she took were useless now. She had to take political science classes she should have taken in her first year. In her third year, Darcy took more classes than the average student. It was very stressful. She was in class from 7 a.m.- 6 p.m. She felt like she could not think in any of her classes. She was not getting much sleep. She talked to a guidance counselor, who told her that she should drop two classes. The counselor also said that it was better to get good grades and stay longer in college than to get bad grades and graduate on time. Darcy dropped two classes and had to stay in college for two extra years."
  },
  {
    "title": "55. Flip Flop Danger",
    "content": "There are a lot of rules on what students can and cannot wear. Girls can't show bra straps, wear shorts that are too short, wear tank tops, nor can they wear body jewelry. Guys can't show their boxers or wear pants that are too baggy. Both girls and guys cannot wear open-toed shoes, including flip flops. The students are sad, because flip flops are comfortable and easy to wear. Flip flops are also great when it's really hot. One sunny August, Sebastian decided to break the rules and wear flip flops to school. He felt cool that he was breaking the rules. His friend, Brett, looked at him in horror. \"Dude, you're going to get in trouble!\" Brett said. Sebastian laughed. \"They won't even notice!\" he said. Sebastian was right. Class after class, teachers failed to notice that Sebastian was wearing open-toed shoes. After the last class bell rang, Sebastian and his classmates walked out. When he walked outside, Sebastian tripped over a rock. His toes started to bleed and his foot was bruised. He couldn't even get up! Brett called the nurse over. The situation was too serious for the nurse to handle. The nurse had to call the hospital. Sebastian never wore flip flops again."
  },
  {
    "title": "56. Most Likeable Girl",
    "content": "Mabel was the most likeable girl in school. Teachers loved her because she was a good student who always had something to say. Boys loved her because she was so beautiful. Girls loved her because she was nice and always helped them. Her siblings loved her because she was caring. Mabel just had a good impression on everyone. One day, a robber came to her house, stole all her money, and punched her when she tried to stop him. Mabel was devastated after that incident. She felt upset that someone would hurt her when she was a good person. When she returned to school, it was hard for her to talk to people. She started spacing out in class, sitting alone during lunch, and wearing the same clothes every day. Mabel's friends were worried about her. They decided to go to her house to talk to her parents. Her friends explained how Mabel was acting differently in school. Mabel's parents had no idea. They talked to Mabel and told her that the robbery had nothing to do with her. Robbers just rob houses that they feel are the easiest to break into. Mabel's parents gave her a hug."
  },
  {
    "title": "57. Soccer Tryouts",
    "content": "Howard was never the athletic type. In fact, he was always the fat kid. People made fun of him for his size. Howard wanted to change that. He wanted to be more healthy. He wanted to get into sports. He saw a flyer for soccer tryouts. Howard never played soccer, but he watched it on TV. Howard had one week to get ready before tryouts. He watched soccer games on his TV for two hours. He bought a soccer ball and kicked it around at home and at the park. He bought the book How to Play Soccer. He asked his dad to play with him, too. Howard felt like he was a great soccer player! He was ready! He went to tryouts. There were at least fifty boys trying out. Howard got nervous. They all looked like they knew what they were doing. They could bounce the ball on their heads, juggle the ball with their knees, and kick the ball far. The coach set up a game for the boys to play. Howard was on the \"red\" team. Someone passed the ball to Howard. Howard stopped in the middle of the field. \"What are you doing, man?\" his teammate asked. Howard took a deep breath and told himself he could do it. Howard got his head back into the game. He caught the ball with his foot and made a goal. He couldn't believe it; no one could. Howard made the team."
  },
  {
    "title": "58. Trouble with the Captain",
    "content": "Howard was the fat kid, but against all odds, he surprisingly made the soccer team. His family celebrated. They were happy that he was being active, and they wanted him to make new friends. Howard was happy, too. On his first day of practice, the coach made a short speech. \"Congratulations on making it to the team. You have a tradition to keep. Our team is the best high school soccer team in northern Mississippi. Practice is going to be rough, but it's going to be worth it. Practice is two hours a day, every day, including Saturday and Sunday.\" Howard started to sweat. Was he ready for intense exercise every day? The team captain was the next to make a speech. \"Coach is right, you guys all have to keep up. Keep up or go home.\" First, the team did warm-ups, which included stretching, running, bouncing the ball with their knees, and more. Howard was having trouble, especially with running. After the warm-ups, the boys played a game. Howard was already very tired. The captain pulled him aside and said, \"I don't know how you made the team. You got lucky.\" Howard ignored what he said and continued to do the best he could."
  },
  {
    "title": "59. Strengths and Weaknesses",
    "content": "Howard had recently made the soccer team. However, he has been having trouble with the captain and keeping up with his teammates. Howard wasn't in shape as the rest of the guys. He also couldn't do a lot of things that the guys did. Howard knew that the only reason he made the team was because he made a goal during tryouts. The goal he made was lucky though. The coach quickly realized this after the first week of practice. The coach set up a meeting to talk to Howard. \"Do you know what this is about?\" the coach asked. Howard nodded. \"Your performance has not been so good compared to the others. It also seems like you're having a lot of trouble,\" the coach said. \"Yeah, I didn't grow up playing soccer,\" Howard said. \"You're going to have a lot of trouble if you stay on the team. If you still want to play, I think you should take classes and try out again next year.\" Howard sighed. He knew the coach was right, but he was still sad. Howard cried. The coach put his arm around him. \"Everyone has strengths and weaknesses. Soccer is not your strength, but you are probably good at something else. My strength is playing soccer, but my weakness is playing instruments,\" the coach said. Howard felt a lot better after hearing him say that. Howard knew that he had strengths, he just had to find out what they were."
  },
  {
    "title": "60. A Homeless Man's Past",
    "content": "Ricky is homeless. He sleeps under a shady, big tree at the park every night. In the morning, he walks around the park and sometimes goes on the playground. He likes going on the swings, closing his eyes, and thinking about the past. His past was great. He grew up in a wealthy family. Both of his parents were doctors. Ricky went to a good school, had lots of friends, and was on his way to be a doctor. Everything was perfect. Then, his parents got sued by a patient. His parents lost the case and owed the patient millions of dollars. Ricky and his family had to sell their house and move to a much smaller house. Ricky also had to move schools. Ricky's parents had a very hard time adjusting. His dad got a heart attack after one year of living in the small house. His mom had a hard time without his dad and died from stress. Ricky had to support himself. He quit school and worked at a grocery store. He eventually quit, because he thought he was too good for his job. Ricky decided he would rather be homeless than work at a job he hated. Ricky had gotten used to being homeless. He has been homeless for five years, and he is now 23 years old. He talks to people at the park and has good conversations. He gets food from the trash can. He doesn't mind. Ricky is homeless but happy."
  },
  {
    "title": "61. Meeting Her Boyfriend's Parents",
    "content": "Margaret was going to meet her boyfriend's parents for the first time. She was worried that they wouldn't like her because she was poor. They probably thought she was with him for his money. She wasn't. She was with him because he was kind and funny. Margaret had to look her best. She put on her nicest dress, heels, and diamond earrings. Margaret's boyfriend, Jimmy, picked her up. \"You'll be fine,\" he said. When she saw Jimmy's parents' house, she gasped. It was huge! There were two security guards at the two ends of the gate. They typed in the code and the gate opened. When they got to the front door, the servant opened the door for them. Margaret and Jimmy went into the living room to find Jimmy's parents drinking expensive wine. It was the kind of wine that was $100 a bottle. \"Mom. Dad. This is Margaret,\" Jimmy said. Jimmy's mom looked at Margaret from top to bottom and frowned. Jimmy's dad did the same. Margaret was not off to a good start. The four of them sat at the dining table. Nobody said anything for ten minutes. Margaret broke the silence and said, \"This is delicious!\" \"Of course it is, it's probably the most expensive thing you ever ate,\" Jimmy's mom said. \"Mom, that was really mean,\" Jimmy said. \"I'm just saying the truth, son.\" Margaret and Jimmy left after dinner. Margaret swore she would never see his parents again."
  },
  {
    "title": "62. Being Home Alone",
    "content": "For the first time ever, Gabby was going to be home alone. Her parents and little brother were going on a one-week trip to Hawaii. Gabby didn't want to miss out on school, so she said she would stay at home. It was going to be great. She could stay up late as she wanted to, invite people over, and sing as loud as she wanted to. She invited her friends, William and Agatha, to her house after school. \"Wow, it is so cool to have the whole house to yourself. Your parents must really trust you!\" Angela said. Gabby's parents trusted Gabby because she always told the truth and did the right thing. \"You should throw a party,\" William suggested. Gabby and Agatha gasped. \"Didn't you hear what I just said?!\" Agatha said. \"I heard you. I just think Gabby should do the wrong thing for once and not be boring,\" William said. Gabby did think about it. People at school did think she was a goody two-shoes, and her parents probably wouldn't find out. \"Okay! I'll do it!\" Gabby exclaimed. Gabby invited the whole 11th grade class to her house on Friday. A lot of people came and the house was packed. It seemed like everyone was having a good time. People really liked the food and the music at the party. Eventually, however, the party got too crazy. People started yelling at each other, things broke, and neighbors complained. All of a sudden, the door opened. It was Gabby's parents. \"Mom, Dad, aren't you supposed to be here tomorrow?\" Gabby asked. \"We were, but we came here to surprise you with a gift,\" her dad said. Gabby felt guilty."
  },
  {
    "title": "63. The Best Donut on Earth",
    "content": "Ginny was obsessed with donuts. She had her first donut when she was five years old. It was from a gas station. Ginny was crying, and her dad was trying to get her to be quiet. He gave her a donut, and Ginny immediately stopped crying. Ginny has tried twenty different donut shops and hundreds of different flavors. Some of her favorite donut flavors included chocolate, banana, and regular glazed. Her friend, Rebecca, knows how much she likes donuts, so she recommended her a place. \"It's called Dough Nutty. It's known to be the best donut on earth!\" Rebecca said. \"What's so good about it?\" Ginny asked. \"They're really fresh, and they use a type of sugar that is good for you!\" Rebecca said. Ginny was going to check the shop out. Dough Nutty was an hour away from Ginny's house. Her brother made fun of her for driving so far just to eat donuts. When Ginny and Rebecca got there, the store was closed! The girls felt so frustrated. They decided to get donuts at the gas station nearby. It was not the best, but it was still pretty good."
  },
  {
    "title": "64. A Terrible Teacher",
    "content": "Ms. Robins was known around the school as the meanest teacher ever. She gave hard tests, made fun of students, and wouldn't let the students have any fun whatsoever. Why was Ms. Robins so terrible? Well, she never wanted to be a teacher. She grew up wanting to be an actress. She was pretty good at it. She even had her own TV show once. The TV show did not do so well, and it ended after a year. Ms. Robins struggled to find a job after that. Ms. Robins only got her job as a teacher because she knew the principal of the school. They were best friends from high school. Ms. Robins taught history. Her students were all afraid of her. One of the students, Cassidy, raised her hand to ask a question. \"Ms. Robins, how long should our essay be?\" Ms. Robins stared at her coldly and said, \"I hate repeating myself. Ask your classmate.\" Ms. Robins was called into the principal's office. \"What's up?\" she asked. \"There have been some concerns over your behavior,\" the principal said. \"I know where this is going,\" Ms. Robins said. \"Do you? Well, it has to change. I know you don't want to be here, but you can't get paid if all your students want you gone,\" the principal said. Ms. Robins was more careful since her meeting with the principal."
  },
  {
    "title": "65. Taking a Break",
    "content": "Martin and Kylie have been in a relationship for four years. They have already said \"I loved you,\" met each other's parents, and talked about marriage. Their friends and family are just waiting for Martin to propose to Kylie. However, they don't know that Martin has been having second thoughts about his relationship with Kylie. Martin asked Kylie to go out to dinner with him. \"So, this is going to be hard to hear,\" Martin said. \"What happened? Did someone die?\" Kylie asked. Kylie had no idea what was coming next. \"I want to take a break from us,\" Martin said. \"What do you mean?!\" Kylie asked. \"I still love you. I just need some time to myself. I want to travel by myself,\" Martin said. \"For how long?\" Kylie asked. \"Maybe a year,\" Martin said. \"I'm not going to wait around, so we're over,\" Kylie said. Martin was sad at first, but as he was traveling across the world, he didn't feel too sad anymore. He first went up to Canada. He really liked the donuts there. He then went to Ireland. He really liked how green it was. He then went to Italy. He really liked the buildings and houses there. Next, he went to Vietnam. He really liked the people there. After one year, he came back to the United States. He asked how Kylie was doing. They went out again to catch up. They got back together. It was clear that they still loved each other."
  },
  {
    "title": "66. Vegetarian Family",
    "content": "Myron was a meat lover and Nick was a veggie lover. Not only is Nick a veggie lover, but he is a vegetarian. It makes things hard for Myron and Nick's parents to prepare meals for them. The parents liked meat, but when they make something like chicken, they have to prepare something different for Nick. It was extra work. The family was recently invited to a friend's barbeque party. Nick didn't want to go, because he knew that everyone would ask why he wasn't eating meat. \"Honey, just come. There will be mashed potatoes and corn,\" his mom said. \"I know, Mom, but I just don't want to explain to everyone why I'm a vegetarian,\" Nick said. \"Everyone there wants to see how you're doing,\" his mom said. \"You know what, Nick? Why don't we all become vegetarians for this whole month?\" We can all explain together why we're vegetarians. It'll be healthier for us, too!\" his dad said. Nick appreciated his dad's suggestion. \"That's too hard for me,\" Myron said. \"Well Myron, it would be good if you laid off the meat for a while,\" Nick said. The boys and their parents went to the barbeque party and didn't eat meat. They felt surprisingly good!"
  },
  {
    "title": "67. Food from Outside",
    "content": "Vicky works at Eleven Men, a cafe that serves coffee and pastries. She does not really like her job, but it gets the bills paid. One of the rules at the cafe is not to bring food from other restaurants into the cafe. Vicky greeted one of the customers. She noticed that the customer had something from Panda Express. However, Vicky didn't say anything because she didn't think it was a big deal. Vicky's boss, Angelica, called her over. \"Vicky, you need to tell her about our rule about food from other places,\" she said. Vicky nodded and went over to the customer. \"Hi, I'm sorry, but you cannot have food from other restaurants here,\" Vicky said. \"But it's not like I'm not ordering from you guys. I just want something to drink with my meal,\" the customer said. \"You can come in after you finish your food. I'm sorry, I don't make the rules,\" Vicky said. The customer was furious. He got up and knocked the table and chairs down. \"This is a terrible cafe!\" he said. All the other customers and employees stared at him. The angry customer left and wrote an angry review on the cafe. The owners of Eleven Men decided to change the rule so that people could bring in food from other places if they still buy something from them."
  },
  {
    "title": "68. A Hot Risk",
    "content": "It is 100 degrees Fahrenheit in Los Angeles, California today. Toby had made plans to go hiking today. His mom told him not to go because it was too hot. Toby still wanted to go. Toby and his friend drove up to the hiking trail. When they got out of the car, they felt the hotness immediately. \"Toby, I'm starting to sweat already,\" his friend said. \"You'll be fine, just drink water,\" Toby said. As they started walking, they noticed that the plants were all brown. They all died! There were not a lot of people hiking either. Toby's friend started to put sunscreen on. \"Want some?\" he asked. Toby said, \"I don't get burned.\" \"Well, suit yourself,\" his friend said. As they continued walking, the trail was getting steeper and steeper. \"Hey Bryan, remember that one time your mom hiked with us?\" Toby asked. It was completely silent. Toby turned around. Bryan was on the ground! He had fainted. Toby called 911. When they came, they told Toby that Bryan fainted from the heat. \"You shouldn't be out on a day like this,\" the emergency response team said. Toby rode with Bryan to the hospital. Toby even sat beside Bryan as he was unconscious. An hour later, Bryan was up. Toby hugged him. \"You're totally red!\" Bryan said. Toby looked in the mirror and saw that his face was sunburnt."
  },
  {
    "title": "69. Every Day is Your Last",
    "content": "Kathy did the same thing every day, and she didn't mind too much. She wakes up at 6 a.m. every morning, eats cereal, goes to school, and then goes home. She has a few friends, but she doesn't hang out with them outside of school. Kathy usually just reads books and watches TV shows when she has free time. Kathy was walking to school as she usually does. All of a sudden, a car hit her! Kathy was knocked out with blood everywhere. She went to the hospital, and her family and friends visited her. The doctor told them that Kathy was miraculously alive. Even though she was hurt pretty badly, she was perfectly fine. Kathy's parents and friends kissed Kathy. Kathy felt very lucky. She decided that she would live like every day was her last. Every day, she tried to do something meaningful, and every day, she wrote in a diary. The day after getting discharged from the hospital, Kathy tried a new ice cream flavor. She usually gets vanilla, but she tried chocolate fudge and loved it. She also went skydiving. At school, Kathy started joining more clubs. In a weird way, she was glad she got hit by a car."
  },
  {
    "title": "70. Planning a Surprise Party",
    "content": "Drake, Minnie, and Maribel have been best friends since they were four years old. They were inseparable. They had a lot of inside jokes, a secret meeting place, and friendship bracelets. They were very exclusive, too. They didn't want to include other people in their group. It would be too hard. Maribel went to a Thai restaurant with her family. She saw Drake and Minnie having dinner together! Why would they have dinner without her? It looked like they liked each other more than friends. Minnie was laughing and flipping her hair. Drake touched Minnie's hand. Maribel was upset. If they started dating, she would be out of the group. At school, Maribel confronted Drake and Minnie about it. \"So, when were you going to tell me you two are dating?\" Maribel said. Drake and Minnie nervously looked at each other. \"We're not dating! We never would,\" Drake said. \"I saw you two at the restaurant last night,\" Maribel said. \"Well, we didn't want to tell you, but we were planning a surprise party for you. That's why we didn't invite you to eat with us,\" Minnie said. Maribel felt bad that she ruined the surprise."
  },
  {
    "title": "71. A New Look",
    "content": "Laura always had really long hair. It went all the way down to her back. It was difficult to maintain. It took her 20 minutes to wash her hair. It was also hard for her to exercise since her hair was always flying around everywhere. Laura decided to cut her hair all the way to her ear. She wanted very short hair. She also wanted to donate her hair to cancer patients. Laura always felt strongly about cancer. Her mom died from breast cancer. The hair stylist asked Laura if she was sure that she wanted to cut her hair. Laura nodded. When the hair stylist was finished, Laura looked down to the floor. There was so much hair! Laura couldn't wait to go to school and show off her new look. When Laura met up with her friends, they looked shocked. \"What do you think?\" she asked. Her friends were silent. \"It looks good,\" one of them said. He was lying. During lunch time, Laura overheard one of the mean girls say that no guy would ever want to date her because of her manly hair cut. Laura was hurt, but she didn't care, because she knew that she cut her hair for a good cause."
  },
  {
    "title": "72. Making the Boss Angry",
    "content": "Zoe hated her boss Justin, who thought he was better than everyone just because he went to Harvard. He proudly hung up his diploma in his office. Zoe knew that she was smart and capable, but she could never rise up with Justin as her boss. She knew she had to work somewhere else. Zoe submitted her letter of resignation. She went into Justin's office to talk. There were pictures of himself all over the walls. There was a picture of him modelling a suit, a picture of him meeting the mayor, and more. Zoe laughed. \"Something funny?\" Justin asked. Zoe shook her head. \"Anyways, I was wondering why you decided to quit. You have worked here for six years and have been doing well,\" Justin said. \"I just feel that it's time to move on to bigger things,\" Zoe said. \"Oh, so this company is not good enough for you?\" Justin asked. \"To be honest, I just don't like the way you run this company,\" Zoe said. Justin turned red with anger. He hit his desk and started tearing down all the pictures on the walls. He left Zoe in his office and slammed the door on his way out. Zoe just laughed."
  },
  {
    "title": "73. Cash Only",
    "content": "Eduardo went to a restaurant. It was a \"hole in the wall,\" meaning it wasn't a nice place. The restaurant was known for having delicious, authentic Japanese food. All the employees there were related to each other. Sometimes the service was slow, but that's because all the food is made fresh. The cooks make the food only when the customer orders it. Eduardo sat down. The table was dirty, but Eduardo didn't mind. The server asked him what he wanted to order. Eduardo ordered a salmon roll. It came out in fifteen minutes. Eduardo took his first bite. It was delicious. When the check came out, Eduardo put his credit card down. The server told him the place was \"cash only.\" Eduardo asked if he could go to the nearest bank. The server said that he couldn't trust him. Eduardo swore he would come back. The server still didn't let him leave. Eduardo first called his sister to help him. His sister was at work, so she couldn't come until night time. Eduardo called his best friend Mason. Mason was in the area, so he said okay. Mason came down and paid for Eduardo's meal."
  },
  {
    "title": "74. First Day as a Tutor",
    "content": "Bethany decided that she would spend all the summer earning money as a tutor. She put up flyers around elementary schools in her neighborhood. She was offering lessons in Spanish, French, and Italian. Bethany grew up travelling the world, so she knew how to speak a lot of languages. She would charge her customers $25 per hour. Someone called Bethany. It was a girl asking for lessons in Italian. Bethany drove down to the girl's house on Saturday. The student lived in a huge mansion! Bethany went inside the house and introduced herself. \"I'm Megan,\" the girl said. Bethany first started teaching her the basics, like how to introduce yourself and saying \"thank you.\" Megan had a hard time pronouncing the words. Bethany repeated them until she could say them correctly. Megan started to get upset and blamed Bethany for teaching her incorrectly. Bethany was insulted. She had been speaking and writing in Italian since she was four years old. \"Megan, why don't you take a short break and come back to this?\" Bethany suggested. Hopefully that would calm her down. \"Why don't you take a long break and get out of here?\" Megan said. Bethany left her house, she didn't need to take insults from a teenager."
  },
  {
    "title": "75. No Need to Help Others",
    "content": "Kimberly was very selfish. She only cared about herself and never did any favors for anyone. A classmate of hers asked for her chemistry notes, and she said no. The teacher asked her to read a section of the textbook out loud, and she said no. The principal asked her a piece of trash on the floor, and she said no. The principal called Kimberly into his office. He asked why she was so disobedient. Kimberly said that she didn't feel the need to help others when no one has ever helped her. \"What do you mean no one helped you?\" the principal asked. Kimberly explained how she never met her mom and dad. Her dad passed away before she was born and her mom died while giving birth. Kimberly was in foster care, and her foster parents were not the nicest people. They provided food and a home for her, but that was it. The principal felt sorry for her. Kimberly asked him not to feel sorry for her because she liked that she was independent."
  }
]