[
  {
    "title": "76. Pay Me Back",
    "content": "Kris had owed Penny $100 since last year. Kris used the $100 to buy printer ink. He was in a tough financial situation, but really needed printer ink to print his twenty-page paper. Penny wanted him to pay her back immediately, but it never happened. He always had some excuses. He would say that he had the money, but he forgot it. He would say that his boss hadn't given him his paycheck yet. For a long time, Penny forgot about the money Kris owed her. Penny remembered when she and Kris went to a restaurant together. Seeing him take out his wallet made her remember. \"Hey, do you have $100? You still owe me,\" Penny said. \"I thought I paid you back already,\" Kris said. Penny laughed. \"Can I give it to you tomorrow?\" Kris said. Penny knew that if she said yes, she would never get it. Penny said no, and made him go all the way to the bank to get $100. Kris went to the bank and asked to take out $100. Something was wrong with his account though. The banker told him that there was nothing in his account! Someone had pretended to be him and took all his money. Penny was never going to get her $100 back."
  },
  {
    "title": "77. Washing Dishes",
    "content": "Apartment 103 had a dish problem. The sink was completely full of dirty dishes from two weeks ago. Nobody in the apartment wanted to wash their dishes. Also no one remembered what dishes were theirs. It was getting out of control. There were flies flying around the dishes, and there was even some mold growing on the dishes. Everyone in the apartment knew that it was a problem, but no one wanted to do anything about it. Dianne called all the girls in the apartment into the living room. \"Guys, we need to do something about the dishes,\" Dianne said. \"I don't have time to do any of the dishes,\" Clary said. \"We all don't have time,\" Dianne angrily said. \"Why don't we just split up the dishes in four? That way it's all fair,\" Ella suggested. \"But that's not fair, because some of us don't use as many dishes as others,\" Katy said. There was a knock at the apartment door. Clary opened it. It was their neighbor Eli. \"I couldn't help, but overheard your argument. I was thinking maybe I could wash all your dishes for $40,\" he said. The girls would have to pay $10 each. They decided it was worth it. If Eli washed it, none of them would have to deal with it."
  },
  {
    "title": "78. Doing Something Good Can Be Bad",
    "content": "Greg always felt strongly about the homeless population. He believed that even if a person was homeless, he or she deserved to be treated fairly. There must have been something tragic in their lives that led them to that path. He tried to help them in any way he could. For Thanksgiving, Greg decided to go around his neighborhood giving out free cooked turkeys. The homeless people were thankful to Greg. They felt bad that they couldn't return the favor. Greg told them not to worry about it. Greg also encouraged the homeless people to talk to each other so they wouldn't feel so lonely. Greg saw that two police officers were approaching him. He wondered what they wanted from him. The police officers told Greg that he couldn't give out free food without a license because it was a health concern. Greg thought that was ridiculous since it was clear that the turkey was fine. The police officers told Greg that if he gave out food again, he would be thrown in jail. Greg didn't realize that doing something good could actually be bad."
  },
  {
    "title": "79. Facing a Setback",
    "content": "Carter was known among his friend group to be the competitive one. He saw everything as a competition, from having the nicest car to finishing math homework the fastest. It was a good thing and a bad thing. It was good because he accomplished a lot. He always tried his hardest and aimed to be the best. It was bad because it made him stressed. Carter had just taken a difficult English test. A few days later, he got his grade back. He received a C. He was in shock. He had never gotten less than A before. He asked his friends what they got on their tests. They didn't want to show him because they thought he wanted to show off. \"Carter, you make us feel bad when you ask us what we got,\" said one of his friends. Carter did not want to admit that he got a low grade. After class ended, Carter went up to the teacher. He asked Ms. Green what the average grade in the class was. Ms. Green said the average grade was B. Carter was extremely upset. For the first time, his grade was below average. Ms. Green told him not to worry and that even the smartest people would face setbacks."
  },
  {
    "title": "80. July 4th Plans",
    "content": "The Fourth of July was a big deal to the Griffins. Every year, they would have a huge celebration at their house with their friends and family. First, everyone would watch a movie. Then, they would eat hot dogs for lunch. Afterwards, they would play games. Some of the games they played together included tug of war, flag football, and trust exercises. After playing games, they ate dinner. Dinner was usually barbeque ribs, corn, and green beans. During dinner, the Griffins would talk about life updates and current events. The big news this year was that Lilah Griffin was engaged to the CEO of a world famous company. Lilah Griffin was going to be rich. She was going to move to Beverly Hills. Her uncle asked if she was going to quit her job. Lilah said she would not because she would get bored staying at home. After dinner, the Griffins would watch the fireworks. They had a good view of the fireworks. This year, they decided to make their own fireworks, too. The fireworks came in a lot of different colors, like blue, red, and purple. The fireworks weren't as big as the ones at the park, but they were still nice."
  },
  {
    "title": "81. Body Image Problems",
    "content": "It was summer time. Everyone was going to the beach because it was too hot in the city. Ellen and Catherine wanted to go to the beach, but their friend Macy did not want to go to the beach. It wasn't that she didn't like the breeze or the sand. In fact, she loved the beach. She just did not like that she would have to wear a bathing suit. She felt uncomfortable showing a lot of skin, because she was a little bit overweight. Ellen and Catherine reassured her that she looked fine. \"Why don't you just wear a one-piece swimsuit?\" Ellen said. \"Because it still sticks to my skin and makes my tummy bulge,\" Macy said. Ellen and Catherine felt bad that Macy felt insecure about her body. They told Macy that a lot of people at the beach were not in the best shape, and nobody would even pay attention to her. Ellen and Catherine made a list of fun things to do at the beach and gave it to Macy to try to convince her to go. \"You don't even have to wear a bathing suit if you don't want to! You can just walk around the beach,\" Catherine said. Macy decided that her friends were right, and drove herself and her friends to the beach."
  },
  {
    "title": "82. Picking a Team",
    "content": "Miles loved playing sports. He grew up playing basketball and tennis. He even wanted to play both sports in college and eventually become a professional. It was also really important for him to win, too. In physical education class, the teacher wanted Miles and another student Antonio to each pick four other guys to play a round of basketball. Roland was in the same physical education class. Miles knew that Roland wanted him to pick him first to avoid embarrassment. Every time students picked teams, Roland was always last. He was on the chubbier side, clumsy, and got tired easily. Miles felt bad, but he also did not want Roland on his team. There were two people left, Roland and Tom. Both of them were not athletic, but Tom was a little better, because he was taller. Miles felt conflicted. He knew that if he did not pick Roland, he would be really sad. What was more important, winning or friendship? Miles decided that winning was more important and picked Tom. Roland was so shocked that he ran away to the bathroom to cry. All the guys laughed at him. Miles followed him into the bathroom to talk to him. Roland told him to get out. Miles continued to play basketball and ended up winning. It wasn't worth Roland's tears though."
  },
  {
    "title": "83. Fighting Friends",
    "content": "Roland and Miles have been best friends since 9th grade. They bonded over their common interest in video games. They would go to each other's house and play video games after they finished their homework. They did everything together, from eating breakfast to sleeping over at each other's place. Right now, however, they were not speaking to each other. Miles did not pick Roland to be on his basketball team, and Roland was upset. It has been two weeks already. Miles has been trying to make it up to him almost every day. He made him breakfast in the morning, offered to drive him to school, and offered to carry his textbooks. Roland just kept pushing him away. Miles didn't know what he could do. Miles directly asked him one day and Roland said, \"Nothing you do can make up for what you did.\" Miles was sad, and he gave up. Now, Roland and Miles are about to graduate from high school. It has been a year since they talked. On the last day of school, Roland goes up to Miles. \"Hey, I really miss you, to be honest. Want to play video games after the graduation ceremony?\" Roland asks. Miles smiles and says yes. Sometimes, you can't fix your mistakes right away. Friendship takes time to fix."
  },
  {
    "title": "84. Shopping Addiction",
    "content": "Janet has a shopping addiction. She loves buying clothes, school supplies, and electronics. If she is not shopping in stores, she is shopping online. She considers shopping as her hobby. Janet often shops when she is sad, because she feels like shopping gives her power. Because she shops so much, her house was getting cluttered. Her mom and dad restricted her access to money by closing her debit and credit card accounts. They also stopped giving her an allowance. This did not stop Janet from shopping. In fact, things got even worse. Janet started shoplifting. She was really good at it, too. For clothes, she would just/span>go into the fitting roomand put them in her bag.Fitting rooms did not havesurveillance cameras,so that was whyshe could do that.School supplieswere even easier to steal.Janet just lookedaround herand put the pensin her pocket.Electronicswere difficult to steal,so she never tried. go into the fitting room and put them in her bag. Fitting rooms did not have surveillance cameras, so that was why she could do that. School supplies were even easier to steal. Janet just looked around her and put the pens in her pocket. Electronics were difficult to steal, so she never tried. Janet saw a necklace she liked. As usual, she went to the fitting room and placed it in her bag. When she exited the store, the alarm went off. Janet was shocked as that had never happened to her. An employee checked her bag and pulled out the necklace from her bag. It turned out that there was a security tag."
  },
  {
    "title": "85. The Hard Truth",
    "content": "Harold loved to draw. His love for drawing started when he was five years old. He went to a museum when he was five years old and was fascinated by all the drawings. His mom told him that maybe someday his art would be up on the walls. Since then, he had drawn something every day. However, there was one big problem. Harold was not good at drawing. He wasn't terrible, but he was definitely average. Harold is now 10 years old, and for five years his parents and friends have been telling him how great he is. Harold believed them. At school, he saw a flyer for a drawing competition among 5th graders. The theme was environmental awareness. The 1st place winner would get $100. Harold was super excited when he saw the flyer. It was a chance for him to show off his skills. Harold told his parents about the competition. His mom and dad nervously looked at each other. They didn't want him to find out that he was actually not a good artist. They told Harold what they really thought of his artwork. \"So you don't think I'm good?\" he asked. They shook their heads. Harold was so upset that he tore up his art. He locked himself in his room. At night, his parents went to his room to give him his dinner. \"Son, we feel really bad. We think it's great that you want to keep drawing, so your mother and I decided to sign you up for art lessons,\" Harold's dad said. Harold ran up to his parents and gave them a hug."
  },
  {
    "title": "86. No Internet Connection",
    "content": "Jacob had to write a ten-page paper on Abraham Lincoln by tomorrow. He hadn't even started yet. He always procrastinated, but he always got good grades, too. Jacob poured himself a cup of coffee and drank the whole thing. He opened up his laptop. Then, he opened up a blank document. Next, he opened up the Internet browser. He had to look up information on Abraham Lincoln. When he clicked the \"Enter\" button to look up information, it said there was an Internet connection problem! He checked his router. It looked fine. He double checked if he typed \"Abraham Lincoln\" incorrectly. He tried turning his wi-fi on and off. It still didn't work. Jacob started to sweat. He knew his teacher wouldn't give him a deadline extension. Jacob called customer service and explained his problem. The person on the other line gave him suggestions, but nothing worked. Jacob talked to the person for about an hour and then gave up. He was upset that he wasted an hour. It was already 9 p.m., and he had to turn in his paper at 8 a.m. Jacob had to turn this around. He went to the library, picked out ten books on Lincoln and used the library computer. He finished writing at 2:00 a.m. He ended up getting an A on the paper!"
  },
  {
    "title": "87. A Stolen Bike",
    "content": "Beatrice rode her bike everywhere. Most of her classmates drove around the neighborhood. Beatrice's family couldn't afford to get her a car, so she decided to take her driving test later. She doesn't mind too much. Biking was fun and it was good exercise. On her way home from school, Beatrice stopped by the supermarket. She forgot her bike lock. She thought about what to do, and decided to just leave the bike outside. No one was going to steal her bike, she thought. She went inside to buy milk. When she exited the store, her bike was gone! She was going crazy. She looked all around the market just to see if the thief was still nearby. Hours went by, and she still couldn't find it. Beatrice walked back home with the gallon of milk in her hand. She looked up and her bike was in front of her house. She was surprised. How did it end up at home? She asked her family how it got there. It turned out that her brother took it as a prank."
  },
  {
    "title": "88. Pretty and Dumb",
    "content": "Aria was always the pretty girl at school. She had voluminous, and curly hair.She was tall and thin.Because she was pretty,her classmates assumedshe was dumb.Aria was notthe smartest girl,but she wasn'tthe dumbest either.She wanted toprove people wrongby enrolling inAdvanced Placement English Literature.On the first day of class,people were shockedto see her there.The teacher even saidthat she wasin the wrong class.Aria had toshow the teacherher class schedule. and curly hair. She was tall and thin. Because she was pretty, her classmates assumed she was dumb. Aria was not the smartest girl, but she wasn't the dumbest either. She wanted to prove people wrong by enrolling in Advanced Placement English Literature. On the first day of class, people were shocked to see her there. The teacher even said that she was in the wrong class. Aria had to show the teacher her class schedule. The teacher assigned the students a passage to read and analyze. The teacher put them in groups of four. Aria's group just ignored Aria and analyzed the passage. Aria tried to talk, but they kept ignoring her and cutting her off. Being sick of the poor treatment, Aria finally yelled, \"I'm trying to talk here!\" \"Nobody wants to listen to you. What you have to say is probably dumb anyways,\" one of her group members said. At the end of the class, Aria told the teacher she was dropping. Ms. Sanchez said, \"Don't drop, because then you're proving them right. Show them you're capable of using your brain. Share your thoughts out loud in class, and work on getting As on your essays.\" Ms. Sanchez was right. She would never get rid of her \"dumb\" reputation if she dropped the class."
  },
  {
    "title": "89. Too Cute",
    "content": "Mia was 4 feet and 11 inches tall, with big cheeks and a high-pitched voice. Even though she was 22 years old, a lot of people thought she was still in high school. People still always called her cute. It was a nice thing to hear, but it came with downsides, too. A lot of times, Mia wasn't taken seriously. She just graduated from university and was doing a lot of interviews for jobs in the engineering field. When Mia introduced herself in an interview, the interviewer laughed. \"Little girl, you know you have to be at least 18 to apply here, right?\" the interviewer asked. \"I know, I am 22 years old,\" Mia said. The interviewer apologized and continued to ask her questions about her work experience and interest in the job. Mia thought the interview went pretty well. After a week, Mia didn't hear from the interviewer. She decided to call. She asked if she got hired. The interviewer said she was not. Mia asked why. The interviewer said it was because her co-workers wouldn't take her seriously. He also said that the company needed to have employees who looked mature. Mia was upset5 that her appearance was such a big disadvantage to her."
  },
  {
    "title": "90. A Pet Mouse",
    "content": "Betty was not like most kids, who had dogs or cats or fish as pets. Betty had a mouse. She liked mice because they were small, easy to take care of, and cute. Betty was probably the only one who thought mice were cute. Whenever her friends came over to her house, they were disgusted by her mouse. The mouse was male; his name was Augustus. Augustus was the name of the founder of the Roman empire. When Betty went to feed Augustus, he was nowhere to be found. He wasn't under his little dome or running on his wheel. How did he get out? After hours of looking around the house, Betty put up signs around the neighborhood. Her neighbor ripped it off. \"Hey! Why did you do that?\" Betty asked. \"I lost my dog, so I'm going to put my sign up. Besides, no one cares about a mouse. Someone probably ran over it with a car already,\" her neighbor said. Betty didn't let what her neighbor said discourage her. She continued putting up \"Lost Mouse\" signs. Betty then heard a scream. \"Ew, it's a mouse!\" someone cried out loud. Betty followed the scream and it led her to the gas station, where she found Augustus. She grabbed him and hugged him tightly."
  },
  {
    "title": "91. A Scary Story for the Night",
    "content": "Steve was a counselor at Camp Lafton. His job was to take care of the kids at night, teach them how to swim, and make sure they weren't getting into trouble. At night, the kids kept talking. They were supposed to be quiet an hour ago. Steve had a hard time stopping them from talking. He was getting tired of telling them to be quiet. Steve had an idea. \"Hey, do you guys want to hear a scary story about this cabin?\" he asked. They got excited and started jumping up and down. \"Okay, I will tell it. You have to be quiet, so you can hear me though,\" Steve said. The kids nodded. The story was an old camp legend. It was about the twins who lived in the same cabin as they did. One of the twins mysteriously fainted while the other one fell through the hole of the floor and was never to be seen again. The twin who fainted was in a coma. When Steve finished the story, the kids were scared. They couldn't sleep and some of the kids even cried. The kids were definitely quiet though. He didn't think they would get that scared."
  },
  {
    "title": "92. Singing Competition (1)",
    "content": "Teresa was 25 years old and trying to get a record deal. She wanted to sing pop songs and have her name known all over the world. She had a great vocal range. In fact, she can even sing opera. Making it in the music industry was tough. It took a lot of good luck and connections to get a record deal. One time, Teresa came close to signing a deal, but it fell through when her manager passed away. Teresa saw an advertisement for a singing competition on TV. It was called The Next Superstar. The show was going to be on a major network, so millions would be watching. Teresa first had to sing in front of the three judges in Los Angeles. She bought a plane ticket immediately. She always wanted to go to Los Angeles since there wasn't really anything to do in Maine. Teresa arrived in Los Angeles and met the three judges. They sat at a long rectangular table. The judge on the left end of the table was a famous rock singer of a band. The judge in the middle was the CEO of Harness Music Records. The judge on the right end of the table was a vocal coach to many famous singers. Teresa was a little nervous."
  },
  {
    "title": "93. Singing Competition (2)",
    "content": "Teresa just arrived in Los Angeles to audition forThe Next Superstar. This was her last chance to make it big. One of the judges asked where she was from and what her life had been like. Teresa said she was from Maine. She then said that she had been singing since she was 5 years old and had been struggling to pay the bills. Teresa then sang an original song. The judges were impressed that she wrote a song. They liked how high her voice could go and they allowed her into the next round. Since Teresa made it to the next round, she got to stay at the hotel for free and eat delicious food. Teresa met other singers, and they were all really good. They picked 100 out of 100,000 contestants. She was competing with the best. Teresa sang a Mariah Carey song for the second round. The judges said she was good, but it wasn't great. They recommended that she sing an opera song since her voice could go really high. Teresa sang an Italian opera song and the crowd went wild. Since then, Teresa decided to change her singing style. Singing opera made her stand out."
  },
  {
    "title": "94. A Jealous Girlfriend",
    "content": "Owen and Donna/span>had been datingfor about three months.Everything was going welluntil Donna saw Owenhugging her best friend, Leanne.Owen and Leannebarely knew each other,so why were theyhugging?After school,Owen and Donnamet in their usual place.Owen tried to kiss her,but Donna turned away.\"What's wrong?\"he asked.She told him thatshe saw himhugging Leanne. had been dating for about three months. Everything was going well until Donna saw Owen hugging her best friend, Leanne. Owen and Leanne barely knew each other, so why were they hugging? After school, Owen and Donna met in their usual place. Owen tried to kiss her, but Donna turned away. \"What's wrong?\" he asked. She told him that she saw him hugging Leanne. \"She was crying! She got a really bad grade on her biology test, so I was just trying to be nice,\" Owen said. \"Yeah, but you didn't have to hug her,\" Donna said. Owen couldn't believe that Donna was that jealous. \"It's really not a big deal,\" Owen said. \"It's a big deal to me! Other people were even telling me that it looked like you guys were a couple,\" Donna said. Owen rolled his eyes. \"So what would you have done if you were me?\" Owen asked. \"I would have just talked to her and give her a pat on the back,\" Donna said. \"Okay, now I know what to do next time. Can we just make up?\" Owen asked. Donna nodded her head, she was tired of arguing. The two of them went to get lunch and do homework together."
  },
  {
    "title": "95. First Time at Disneyland",
    "content": "Disneyland is an iconic place. There are only a few Disney resorts in the world. There is one in California, Florida, Japan, France, and Hong Kong. The one in Florida was the largest. Kids, teens, and adults all like Disneyland. There is something at Disneyland for everyone, which is like any other amusement park. Sunny had never been to Disneyland. She remembered when everyone was talking about Disneyland in her 2nd grade. They were talking about the rides, fireworks, and scenery there. Sunny felt so left out of the conversation. Her parents never took her because it was too expensive. One time, her friend invited her to go, but Sunny did not want to spend so much money at one time. Now Sunny was 18 and had a job as a cashier. She wasn't making a lot, but she saved just over $800 in her bank account. Sunny invited her closest friends to go to Disneyland with her. They went on a Thursday, so the lines were shorter. Sunny immediately fell in love with Disneyland. It was a dream that came true. It was everything her friends said it would be. Sunny went on almost all the rides and took pictures with all the Disney mascots. At the end of the day, she and her friends watched the fireworks."
  },
  {
    "title": "96. Eye Problems",
    "content": "Stella was practically blind without her glasses. Her family was not blessed when it came to vision. Everyone in her family wore glasses, contact lenses, or had their vision corrected. Stella had to wear thick glasses because her prescription was 20/100. This means that she sees at 20 feet what a normal person sees at 100 feet. Stella felt like people who had 20/20 vision didn't understand how lucky they were. A common problem Stella had was not knowing where her glasses were. There was a time when she knocked her glasses off the desk and spent an hour looking for them. Another problem was that glasses just made her look more nerdy. Stella slept over at her friend's house and had to drive home the next morning. When she opened her car door, she realized that she wasn't wearing her glasses! It must have slipped her mind. Stella knocked on her friend's door. There was no one inside! Her friend had just left. Stella couldn't drive back home. She would definitely get in a car accident. Stella waited outside her friend's doorstep. Eventually, she fell asleep. When her friend came back, Stella was too tired to drive, so she just stayed at her friend's house again."
  },
  {
    "title": "97. A Phone App",
    "content": "Ralph is a waiter at a taco restaurant. He likes his job because the customers are really friendly; his co-workers are funny; the pay is pretty good. He does not want to work at the taco restaurant for the rest of his life though. He wants to use his money to start his own company. He wants to create a phone app that allows people to talk to friends internationally. Ralph has all the plans for his app, but he just needs the money. If the app goes big, he could make millions. The people who came up with apps like Snapchat and Groupme are extremely successful. Apps are a modern invention. It's pretty amazing what one good idea can do. Ralph notices a customer come in and serves him. Ralph compliments the man's watch. \"Thank you! The truth is, I hate wearing it, but I need it because I have such a hectic schedule,\" he says. Ralph asks what he does for a living. The man explains that he buys apps from young entrepreneurs. Ralph jumps up and down with excitement. He tells the man about his app. He likes Ralph's idea and sets up a business conference meeting with him."
  },
  {
    "title": "98. A Stay-at-home Dad",
    "content": "Justin was a stay-at-home dad. That means he takes care of the kid and deals with the housework. His wife is the one who goes out and works. A couple years ago, Justin worked as a teacher. He loved his job. Then, his wife Terri got pregnant. At first, the couple both wanted to work and get a babysitter. Eventually, Justin thought it was best if he stayed at home and took care of their kid. He wasn't getting that much money as a teacher. Also, he wanted to have control over how his kid was going to be raised. Justin liked being a stay-at-home dad. He loved seeing his kid learn things from him. He wanted to make sure his kid grew up right. Justin made sure to read to his son, take him to open areas, and give him healthy food. The biggest problem with being a stay-at-home dad was the comments he got from his guy friends. They made fun of him for doing housework. At first, the comments bothered him, but they're not a big deal anymore. Justin does miss teaching though. He is waiting for the day he can teach at school again. He is planning to go back to the job after his kid turns 13 or so. He thinks that is a good time for his son to do his own thing."
  },
  {
    "title": "99. A Sweepstakes Winner",
    "content": "Janet entered a sweepstakes where she could win a free trip to Hawaii. She read about it from the back of a cereal box. She always wanted to go to Hawaii, so she was excited when she saw the ad. She realized that a lot of people were going to enter the sweepstakes, but something in her felt confident she would win. She was so confident that she started looking up places to go to in Hawaii. The winner of the sweepstakes was going to be announced on the Herrio Cereal website. Janet went on the website and saw her name on the home page. She won! Janet was so excited that she played a Hawaiian song and danced to it. She read the details on the website and found out that she could invite one person to the trip. Janet didn't know who to invite. She wanted to invite someone she could spend hours with. She wanted to invite someone who would be willing to do adventurous activities. She wanted to invite someone who would appreciate Hawaii. Janet thought about it and decided to take her mom."
  },
  {
    "title": "100. Name Change",
    "content": "Diego did not like his name. It was a Spanish name, but Diego didn't even speak Spanish. People always assumed he did though. In fact, Diego wasn't even Hispanic! Diego also didn't like it because it didn't sound cool. Diego wanted to change his name to something like Brandon or Brock. Diego told his parents that he wanted to change his name. His parents were furious. \"This is the name we gave you. By changing it, you're going against our wishes,\" his mom said. His dad said, \"Why don't you just tell people to call you something else? Don't legally change it though.\" Diego felt that if he did that, people would just ignore him and continue calling him Diego. Diego tried what his parents suggested. At school, he told his friends and teachers to call him Brock. His friends laughed at him and asked him why. His teachers were okay with it, but they kept calling him Diego accidentally. Since Diego was already 13, it was hard for people who had known him for a long time to call him by any other name."
  }
]