[
  {
    "title": "76. Bad Hair Day",
    "content": "Angie Walker was going on a date. Her make-up was done. Her outfit was perfect. There was still one big problem. Her hair looked terrible. She had already spent one hour brushing it. It still wasn't looking any better. Angie's date was picking her up in half an hour. \"I don't know what to do!\" she screamed to her mother. \"Try curling it,\" suggested her mother. Angie turned on the straightener and wrapped her hair around it. Suddenly, she smelled something nasty. Her hair was burning! As she pulled the straightener away, a big chunk of hair fell off. \"This is a sign,\" cried Angie. \"I'm cancelling my date!\""
  },
  {
    "title": "77. A New Girlfriend",
    "content": "John Thompson finally got a girlfriend. She was very pretty. John wanted to do everything he could to keep her. On Monday, his girlfriend wanted to go jogging at 6 a.m. John wanted to sleep longer. He went with her anyway. On Tuesday, his girlfriend wanted to go shopping. John hated shopping. However, John still went with his girlfriends. On Wednesday, John's girlfriend wanted to have a picnic. The park gave John allergies. He still went, just to keep her happy. By Thursday, John was very tired. He got a call from his girlfriend. John decided not to answer. \"I think I like my couch more than my girlfriend,\" he said."
  },
  {
    "title": "78. The Reunion",
    "content": "Chris Miller hated his college life. He was very fat. All his classmates made fun of him. It was hard for him to lose weight. People wouldn't stop laughing at him. After he graduated, he finally had time to go to the gym. He worked out every day. Eventually, Chris was hired to be a swimsuit model. He was very successful. Fifteen years later, his college reunion arrived. No one was able to recognize him at first. He looked very fit and handsome. He couldn't recognize anyone else either. They had all gotten fat and ugly."
  },
  {
    "title": "79. No More Pets",
    "content": "Jackie Davis had never owned a pet. She had always wanted one. She decided to go to the pet store. She bought a fish. \"This should be pretty easy to take care of,\" she thought. The fish died after one week. \"The water must have been dirty!\" Jackie said. She had only fed the fish once. Jackie went back to the pet store. She decided she was ready for something bigger. She bought a bird. The bird died after two weeks. \"He was probably sick!\" said Jackie. She ignored the empty food plate. Jackie visited the pet store one more time. She bought a dog. Within one week, the dog ran away. He was very hungry. He had run after a taco truck."
  },
  {
    "title": "80. A White Dress",
    "content": "Jenny Carter wanted a new white dress. She saw the dress in a store window four months ago. The dress was very expensive. Jenny had been saving her money to buy it. She finally had enough money to afford it. Jenny cashed her check at the bank. Then she ran to the department store. She tried the dress on. It fit perfectly. Jenny paid for the dress. She decided to wear it out of the store. She stood at the sidewalk with a big smile on her face. A car quickly sped by. It ran over a big puddle. All the dirty water splashed onto Jenny's dress. The dress was now dirty. A woman from the store popped her head out. \"We don't make refunds,\" she told Jenny loudly."
  },
  {
    "title": "81. Free the Animals",
    "content": "Henry Lopez took his son Mario to the zoo. Mario loved animals. Henry thought the zoo would make his son happy. Instead, Mario was very angry. \"What's wrong?\" asked Henry. \"All the animals look so sad,\" said Mario. \"They want to be free, not stuck in cages.\" Henry was surprised. He looked at the tiger in the cage. Mario was right. Henry had never noticed how sad all the animals looked. By the time Henry looked down at his son, Mario was gone. Suddenly, Henry heard a lot of people yelling. Mario then came running proudly. \"Don't worry, Dad!\" he said. \"I opened the sad lion's door.\""
  },
  {
    "title": "82. Big Dreams",
    "content": "Daniel White dreamed of being a painter. There was one small problem. He had never actually tried painting before. Still, he loved the idea of it. He was sure that he could be great at it. Daniel decided to take his first painting class. Painting turned out to be harder than he thought. All of Daniel's painting looked terrible. For a whole year Daniel practiced his painting skills. There was no large improvement. Daniel decided that it was time to give up his dream. \"I'll just try something else,\" Daniel said to himself. \"I've always thought I would make a great rock climber!\""
  },
  {
    "title": "83. Peer Pressure",
    "content": "Kelly Moore and her friends went to the beach. Kelly did not know how to swim. All her friends were having fun in the water. \"Come in!\" they kept shouting. \"Stop being a chicken!\" she heard them say. Kelly hated being teased. She finally decided to jump into the water. Right after she went in, a big wave struck them. Kelly panicked. She couldn't fight the strong water. When she finally surfaced, she couldn't see any of her friends. The wave had pulled her away. Luckily, a surfer spotted her. He took her back to shore. The only bright side to her day was that the surfer had a great body."
  },
  {
    "title": "84. Hidden Talent",
    "content": "Annie Hall is 5'1\". She weighs a little less than 110 pounds. Although she is twenty, she looks more like a twelve-year-old. Annie has an unexpected talent. She is a national champion at hot dog eating competitions. These competitions take place in carnivals around the United States. Annie is one of the few women who compete. She is also one of the smallest. Even though she is tiny, she beats most of the big, fat men. She can eat about 37 hot dogs in 12 minutes. \"The men underestimate me,\" says Annie. \"I love surprising everyone each time.\""
  },
  {
    "title": "85. The Beard",
    "content": "Jason Parker was looking for a job. He had applied to ten positions. Still, no one was hiring him. He didn't understand why no place wanted him. Jason had a positive and confident personality. His references proved he was reliable. He couldn't see anything wrong with himself. He asked his friends what they thought was wrong. \"It's your beard!\" they all said. Jason didn't believe them. He thought his beard was attractive and manly. \"It doesn't look good on you,\" his friends said. \"You look homeless and dirty.\" After that Jason shaved the beard off. He hated it, but he was hired in his next interview."
  },
  {
    "title": "86. Jason's First Ticket",
    "content": "Jason Hernandez was driving on the freeway. He was in a rush to get home. He needed to watch the Baseball final. Suddenly, he saw flashing red lights behind him, and then a siren sounded. A policeman pulled him over to the side. Jason was terrified. He had never gotten a ticket before. The policeman came to his window, and asked him if he knew he had been speeding. Jason couldn't speak. He wanted to reply, \"Yes sir, I apologize.\" However, as soon as he opened his mouth, Jason started sobbing. The policeman was surprised. He hadn't seen a thirty-year-old man cry like a three-year-old baby. After, chuckling a little bit, the police let Jason go with just a warning. It was his lucky day."
  },
  {
    "title": "87. Sibling Rivalry",
    "content": "Andy Turner had an older brother. Andy was often jealous of his brother. It seemed like anything Andy could do, his brother could do better. Everyone would always say, \"You're almost as good as your brother!\" Andy was tired of this. He decided to find something he was the best at. Andy tried surfing. His brother ended up giving him lessons. Andy tried acting. A movie ended up casting his brother instead. Finally, Andy gave up. He went to his room and started singing a sad song. His mom then opened his door. \"Wow,\" she said. \"Even your brother doesn't sound that nice when he sings.\""
  },
  {
    "title": "88. Camping Time",
    "content": "It was summer again, a camping season. Andrew Lee hated this time of the year. The rest of his family loved it. Andrew hated the bugs. He'd always go home itchy from the mosquito bites. He also hated the sleeping bags. They did not keep him warm. He would stay up all night freezing. Most of all, he hated the bears. He was always afraid of being attacked by bears. His father told Andrew to quit complaining. He gave him bug spray and a blanket. Then he took Andrew out for a walk in the woods. They lied down and spent the night looking up at the sky. The stars were beautiful. Andrew decided that camping wasn't that bad."
  },
  {
    "title": "89. Going to the Dentist",
    "content": "Adrian Gonzalez was very tall. He also had huge muscles. It was clear he was a big strong man. However, this big strong man had a big fear. He was scared of the dentist. He had avoided the dentist for ten years. Adrian wanted to keep avoiding it for the rest of his life. Unfortunately, his wisdom teeth were killing him. Adrian's wife was tired of hearing him complaining. \"That's it!\" she said. \"You're facing your fear tomorrow!\" It took 20 minutes to get Adrian to sit on the dentist chair. However, Adrian doesn't remember anything after that. He had slept through his entire appointment. He then pretended not to remember crying the whole way to the clinic."
  },
  {
    "title": "90. You're the Winner",
    "content": "Liz Adams had spent all day glued to her radio. Her favorite band was playing a show soon. A station was giving away free tickets. Liz was determined to win a pair. From six in the morning till midnight, Liz listened to the station non-stop. This went on for four days. Liz had to be caller 20 to win. On the last day of the contest, she finally got through. \"You're the winner!\" said the radio host. Liz screamed with excitement. She also jumped uncontrollably. Her cell phone slipped from her hand. It landed in a big puddle. \"Hello?\" asked the radio host. \"Oh well,\" he said. \"I guess she didn't want the tickets.\""
  },
  {
    "title": "91. Don't Forget the Rope",
    "content": "Thomas went camping with his friends. They thought they were prepared. They had packed their tents. They bought bug spray. They also had a lot of food. It wasn't until they were in the woods that Thomas noticed something. He had forgotten to pack a rope. The woods were full of bears. Bears can smell food from very far away. Rope is used to tie the food to a tree. This stops the bears from eating it. \"Don't worry,\" said Thomas. \"There probably aren't any bears here anyway.\" Then the boys went to sleep. When they awoke, all their food was gone. There were giant paw prints all around their tents."
  },
  {
    "title": "92. Saying Goodbye",
    "content": "Mitchell was moving to college. \"Are you taking Buddy?\" asked his mom. Buddy was his teddy bear. Mitchell did not know what to do. He loved Buddy. He had him since he was a baby. Buddy made him feel safe. Mitchell knew that he would be laughed at if he took Buddy with him. College men do not own teddy bears. It was time to say goodbye to Buddy. This broke Mitchell's heart. When the moving day came, he couldn't do it. Mitchell ran to his room and grabbed Buddy. He hid him in his suitcase. Then he hid him under his pillow at college. No one ever found out that Mitchell slept with a teddy bear."
  },
  {
    "title": "93. Learning to Swim",
    "content": "Summer was a month away. That meant the local pool was going to open soon. All the kids were excited, but Evans was not. Evans did not know how to swim. He signed up for swim lessons. He was very afraid of the deep water. \"Evans,\" said his teacher. \"You need to relax. Nothing will happen to you.\" Evans practiced every day. When the pool finally opened, all the kids ran inside. Evans slowly walked to edge of the pool. The other kids laughed at him for being scared. Evans was embarrassed. To shut them up, he dove into the water from the high board. His swim lessons paid off."
  },
  {
    "title": "94. The New Gardener",
    "content": "Taylor wanted a new hobby. He enjoyed looking at flowers. He decided to try planting some flowers himself. Gardening looked easy and relaxing. First, he tried planting some orchids. After one week, they dried up. Taylor was confused. He had watered them every day. He did not give up. Next, he planted a rose bush. After one week, caterpillars had eaten the whole plant. Taylor still tried again. He planted some beautiful petunias. After one week, they were killed by weeds. He was not a good gardener. \"Wow,\" thought Taylor. \"This is harder than it looks.\" He decided to go back to watching TV in his free time."
  },
  {
    "title": "95. Time to Relax",
    "content": "Lewis and his wife have two children. One is a boy named Eddie. Eddie is 25 years old, married, and has a baby. Their other child is a girl named Mary. Mary just turned 20. She moved out of her parent's house two weeks ago. Their children are finally all grown up. Lewis and his wife finally have the house to themselves. They thought that they would enjoy living alone. \"We can finally relax!\" said Lewis. He missed having a quiet house. His wife was not happy. The house was completely silent now. It made her feel lonely. She missed her children. \"I know,\" said Lewis. \"We can get a pet!\" They went to the pet store and came back with three loud puppies. His wife was happy again, but Lewis was not."
  },
  {
    "title": "96. Nelson's Video Games",
    "content": "Nelson loves video games. As soon as he wakes up, he starts playing. Nelson hardly ever turns his games off. He only stops playing to eat and sleep. Sometimes he stays up all night playing. His mother tries to make him stop. \"Go play with your friends\", she tells him. \"Don't just sit there all day.\" The only friends Nelson has are video game players, too. They never see each other. They only talk through the computer. \"I am playing with my friends!\" Nelson always replies. Nelson's mom is worried about him. She thinks he is lonely. She also thinks he is getting very fat. She does not know how to help Nelson. Instead, she goes out to buy him new games."
  },
  {
    "title": "97. The Big Sale",
    "content": "Scott's girlfriend loved pretty dresses. Her favorite store was having a big sale. Scott wanted to surprise her. He went to the sale to buy her a lot of new dresses. The sale was extremely crowded. He waited one hour just to get inside the store! Scott was very patient. He just wanted to make his girlfriend happy. The girls inside the store were going crazy. All of them were looking for good deals. Some girls were even fighting over dresses. Scott was very scared. He would have to be quick and sneaky to get anything. When he finally made it out of the store, he was sweating. \"I'm never doing that again!\" he thought."
  },
  {
    "title": "98. Getting Braces",
    "content": "Martin had very crooked teeth. His dentist wanted to fix them. \"You have to get braces,\" he told Martin. \"Your smile will be perfect!\" Martin did not like this idea. He was scared of getting braces. He had heard they hurt a lot. They were also very expensive. He went to his dad to get some advice. His dad told Martin to get them. He even paid for them himself. When Martin looked at his braces in the mirror, he was unhappy. \"I look ugly now!\" he remarked. \"Stop being ridiculous,\" said his dad. \"You already looked that way before they put the braces on!\""
  },
  {
    "title": "99. Greeting from Space",
    "content": "Wilson had always wanted to be an astronaut. His kindergarten teacher had told him that was impossible. \"That's nice,\" she said. \"But you'll probably never make it.\" Wilson thought she was very mean. Still, he never gave up his dream. Twenty years later, Wilson proved her wrong. He was on space mission to the moon. While looking down on Earth, Wilson thought of his old teacher. He wished she could see him now. He grabbed his camera and took a picture of himself in his spacesuit. A million stars were in the background. As soon as he landed back on Earth he ran to the post office. He mailed the picture to the mean teacher."
  },
  {
    "title": "100. Finding a Mermaid",
    "content": "Clark took his six-year-old son sailing. It was James' first time on the ocean. They were having a great time. They were finding a bunch of sea creatures. James was amazed. First, Clark spotted five dolphins. Then, James spotted a big whale. They even touched a sea lion. \"Look!\" called out Clark. He pointed to something swimming in the distance. \"Do you know what that is?\" he asked his son. \"A mermaid!\" shouted James, \"A real mermaid!\" Clark fell to ground laughing. James was confused. He did not understand what was so funny. \"That's not a mermaid!\" explained Clark. \"That's called a manatee. Their nickname is 'sea-cows'.\""
  },
  {
    "title": "101. Earthquake",
    "content": "Jim Turner was new to California. He had been living there for one year. Jim loved everything about the state. The weather was great. The beaches were beautiful. Jim was planning on staying in California forever. One night, Jim was fast asleep. Suddenly, his bed started shaking. He jumped out of bed. Jim was terrified. This was his first earthquake. Jim had no idea what to do. He froze while everything around him was falling and breaking. The earthquake lasted 15 seconds. To Jim it felt more like an hour. The next morning, Jim started packing his bags. \"I've had enough of California!\" he said."
  },
  {
    "title": "102. Read the Sign",
    "content": "Justin Harris and his friends were going to the beach. When they arrived, they were disappointed. A big sign was posted in front of the water. It read, \"No Swimming Today\". His friends noticed the waves looked very big. \"It's probably too dangerous to go in,\" said one of Justin's friends. Justin decided to ignore the sign. He had been looking forward to swimming all week. The big waves looked fun. \"Come in, guys!\" said Justin. He jumped in. Then a huge wave took him under. His friends ran to find a lifeguard. The lifeguard had to rescue Justin. \"Can't you read?\" he yelled."
  },
  {
    "title": "103. The Big Plan",
    "content": "Emily Baker was visiting Hollywood. A new movie was being filmed. Her favorite actor was starring in it. Emily wanted to meet him. She had a plan. She was going to sneak onto the set. Then, she would look for him inside. Emily knew that once they met, she could get him to fall in love with her. Emily arrived at the set. There were hundreds of girls standing around outside. All of them were dressed in black. Apparently, they had all come up with the same plan. It was time for a new plan. They didn't have to sneak in anymore. They could now fight past security together. Inside, they would find the handsome actor. Then, all the girls would start fighting each other."
  },
  {
    "title": "104. Looking for Singers",
    "content": "Andrew Smith was starting a band. He was a great guitar player. His brother played the drums very well. His friend was a good bassist. All they needed now was a singer. Andrew was going to hold auditions to find one. Andrew made posters. They read, \"Looking for great singers\". He handed them out around town. Many people showed up to audition. A lot of them sounded very good. Andrew's favorite was a beautiful girl. \"She sounds terrible!\" said all his band mates. \"You guys are crazy,\" Andrew replied. He thought she was perfect. \"Love is making you deaf!\" said Andrew's brother."
  },
  {
    "title": "105. I'm Going to Be a Doctor",
    "content": "Chris Williams had planned his future. He was going to become a doctor. Chris studied hard for four years. Then, he got accepted into a medical school. He studied there two more years. He took hard science and math classes. Chris was the best student. \"You're going to make an excellent doctor!\" his professors told him. One day, Chris was in class. He had to learn to draw blood. He stared at the needles. \"It's your turn to try it, Chris,\" said the professor. Chris couldn't move. He had no idea why he felt so scared. Shaking, he injected the patient's arm. A little drop of blood came out. Chris fainted. Doctors cannot be scared of blood. It was time to find a new career."
  },
  {
    "title": "106. His First Bee Sting",
    "content": "Joe Carter was a big strong man. He was six feet tall. He lifted weights every day. Joe always looked fearless. Many girls loved this. He was always asked out on dates. One day Joe was with one of his dates at a park. They were having a picnic. Joe was going to give the girl a kiss. Suddenly, a bee landed on his nose. Joe yelled like a little girl. He ran out of the park. He got in his car and locked all the doors. The bee had stung his nose. He sat in his car crying. His date left. \"He looks like a man, but acts like a baby,\" his date told everyone."
  },
  {
    "title": "107. Sarah's First Car",
    "content": "Sarah Miller had just gotten her driver's license. Now, all she needed was a car. There was one problem: she had no money. Sarah got a summer job at an ice cream store. She worked hard all summer. She saved every dollar. After three months, Sarah could finally afford a car. She bought a used one. The car had a lot of scratches. One of the windows was cracked. The seats all had big stains on them. The inside even smelled funny. \"It's perfect!\" Sarah insisted. All her work had paid off. She did not care if other people liked it or not. She was proud of herself."
  },
  {
    "title": "108. Too Old For Children",
    "content": "Mrs. Jones was a kindergarten teacher. She was not happy with her life. She used to love children, but now she couldn't stand them. Mrs. Jones thought they were too loud. \"All they can do is shout or cry,\" she complained. \"I'm too old for this now.\" It was time to retire. Mrs. Jones bought a house by a lake. She was going to live the quiet life she wanted. But Mrs. Jones still wasn't happy. Her new house was too quiet. She missed the children. Mrs. Jones decided to buy a rope. She hung it on a tree by the lake. Every weekend, the children went to her house. They swung into the lake. She always joined them."
  },
  {
    "title": "109. A New Phone",
    "content": "Carl Wilson wanted the latest phone. It cost $400. He begged his parents for it. \"Sorry,\" they said. \"It's too expensive.\" Still Carl kept bugging them. He would not give it up. He cried to them like a baby. His parents felt bad. They wanted to make their son happy. Mr. and Mrs. Wilson saved some money. They bought the phone for Carl's birthday. \"Just be careful with it,\" they told him. \"Of course I will be!\" he replied. Carl was so happy. He put the phone in his pocket. He ran to show it off to his friends. The phone slipped out of his pocket. It landed in a sewer."
  },
  {
    "title": "110. The Secret Party",
    "content": "Mr. and Mrs. Wright were going on vacation. Their son Brandon was staying home alone. He had the house to himself. He decided to throw a party. He invited a few of his friends. \"My parents will never find out,\" he said. \"It will be a small party.\" Saturday arrived. His doorbell wouldn't stop ringing. People he had never even met were in his house. Brandon could not kick them out. There were too many. He could hear dishes breaking. Drinks were spilled on the carpet. His parents would find out about this for sure. Brandon decided to just relax and enjoy his freedom, which would be taken away when his parents got home."
  }
]