[
  {
    "title": "26. Losing a Ticket",
    "content": "Zack won a ticket to an amusement park. He won it from a dance contest. He had years of experience, so it was easy for him to win. He packed up all his belongings to go to the amusement park. He was planning to meet his friends there. He got in his sports car. He drove to the amusement park. He went up to the ticket counter. \"Welcome! May I see your ticket?\" asked the employee. He reached into his pocket. Nothing was there. He started sweating. He emptied out his backpack. It was not there. He must have left it at home."
  },
  {
    "title": "27. Fried Eggs",
    "content": "Cynthia decided to make eggs for her daughter's birthday because it is her favorite food. She woke up her daughter. Her daughter rubbed her eyes and yawned. Cynthia hugged her and said happy birthday. She gave her a food tray. There were bacon, pancakes, and eggs, of course. Cynthia's daughter looked at the eggs and said, \"What is this?\" \"It's eggs, silly. Your favorite,\" Cynthia said. \"It doesn't look the same,\" her daughter said. Cynthia explained that you could make eggs in many different ways. Her daughter had only ever eaten them scrambled. Cynthia fried the eggs this time. Her daughter took a small bite. \"Delicious!\" she said."
  },
  {
    "title": "28. Stealing Was Wrong",
    "content": "Cory was poor. His parents had recently divorced. He lived with his dad. His dad only made $9 an hour. Cory had four other siblings. Rent was expensive. Electricity was expensive. Water was expensive. Everything was expensive. Cory was so hungry. He decided to steal. He knew it was bad, but he was poor. He saw a delicious-looking apple. He looked around him. No one was looking at him. It was safe to steal. He put the apple in his pocket. He walked towards the store's exit. A moment later, he walked back to the apple section. He put the apple back. He did not want to be a bad person. Stealing was wrong."
  },
  {
    "title": "29. She Loves Walking",
    "content": "Veronica is 21 years old. She has not had a driver's license yet. Her friends make fun of her. She does not care. She loves walking. She can walk fast. She can walk for hours. She walks to school every day. She walks to work every day. She walks to the market when she needs to. She does not get tired easily. She thinks walking is very relaxing. Running is a different story. She does not like to run. Running is tiring. Her stomach hurts when she runs. Veronica's new job is far away. She still won't get a car. She plans to take the bus."
  },
  {
    "title": "30. Fried Cabbage",
    "content": "Gina recently moved out of her parents' place. She was excited and scared. She lived with her parents for over 18 years. Her parents used to cook for her. Now she must cook for herself. At first, she went out to eat a lot. But it got too expensive. She decided to learn how to cook. She planned to make fried cabbage. It was healthy and easy to make. She put a pan on the stove. She turned on the stove. She put some oil on the pan. She put the cabbage in the pan. She stirred the cabbage around. She closed the pan with a lid. She waited a couple minutes. It was ready."
  },
  {
    "title": "31. America Is Diverse",
    "content": "America is so big. It has 50 states. Some states are bigger than other countries. Texas is the biggest state in America. Texas itself is bigger than France. People sometimes consider states as countries because they are so different. Even cities can be very different from each other. Los Angeles and Bakersfield are both in California. Los Angeles is urban. It is very busy. There are a lot of shops. There are a lot of businesses. There is a lot to do in Los Angeles. Bakersfield is rural. It is quiet. There is not much to do. Houses are cheap there. America is very diverse."
  },
  {
    "title": "32. Weird Schedules",
    "content": "Finn has a strange sleeping schedule. He goes to sleep at 5 a.m. and wakes up at 3 p.m. He has a weird eating schedule, too. He eats breakfast at 3:30 p.m. He eats lunch at 7 p.m. He eats dinner at 1 a.m. One day, he was feeling hungry at 1 a.m. He did not want to cook though. He decided to go to a 24/7 diner. 24/7 means always available. He drove down to the diner. There were a few people there. Finn sat on a stool by himself. He ordered a burger and a milkshake."
  },
  {
    "title": "33. Rick Is Overweight",
    "content": "Rick loves food. He loves food too much though. He is overweight. He eats food when he is bored. He eats food when he is stressed out. He eats food when he hangs out with his friends. He eats huge meals. He eats waffles, fried chicken, and eggs for breakfast. He eats pizza, french fries, and soda for lunch. He eats a hamburger and onion rings for dinner. He also eats a lot of snacks between meals. He never exercises. He gets tired very easily. He is okay with his weight though. He laughs when people call him fat."
  },
  {
    "title": "34. Funny Eating Habits",
    "content": "Heather has funny eating habits. She likes soggy cereal, so she waits 10 minutes after she pours the milk. She eats pizza with a fork and knife. She eats french fries with chopsticks. She drinks ketchup from the packet. She puts ketchup on her chips. She likes to eat mustard with dumplings. She likes to eat pizza cold. She likes to eat melted ice cream. She likes eating seeds. She likes eating bananas with pretzels. She is not shy to eat weirdly around her friends. People usually stare at her, but Heather does not care."
  },
  {
    "title": "35. Food Samples",
    "content": "Rosie went to the supermarket. She wanted to buy milk, cereal, and chicken. She took a shopping cart. She went to the meat aisle. She grabbed a pack of chicken, and put it inside the shopping cart. She went to the dairy aisle. She grabbed a gallon of milk, and put it inside the shopping cart. She went to the cereal aisle. She grabbed a box of sweet cereal, and put it inside the shopping cart. She saw a long line of people. She was curious what they were lining up for. She looked at the front of the line. They were giving out samples of pizza! Samples are free. There is always a line for samples. Rosie decided to stand in line, too."
  },
  {
    "title": "36. A Photo Collage",
    "content": "Dianne wanted to get Tina a gift. She wanted to get Tina something meaningful. At first, she wanted to buy her something. She knew Tina wanted a designer bag for a long time. Dianne did not think it was meaningful enough. She wanted to give something that came from the heart. She decided to make a photo collage. She got old photos of them over 10 years. She cut them out, and glued them on a cardboard piece. It was not expensive to make. Dianne wrapped the gift up. She gave it to Tina. \"I hope you like it,\" Dianne said. Tina opened it. She stared at the collage. Dianne could tell she did not like it. Tina smiled. \"Love it,\" she said. \"I can tell you're lying,\" Dianne said. \"Fine. I just thought you would give me something better,\" Tina said."
  },
  {
    "title": "37. Wear It, Return It",
    "content": "Jacqueline had an event to go to. It was a reunion with her high school classmates. Everyone would be there. She wanted to look great and impress them. She bought an expensive dress. It was red and sparkly. It cost $500. She was planning to keep the tag on because she wanted to return it after the reunion. She went to the reunion. Everyone looked at her. She stood out. Everyone was dressed in pants and shirts. Someone was even wearing pajamas. Jacqueline felt embarrassed. People complimented her though. She tried to forget about it. She started talking to her old classmates. Then, she felt a cold splash on her. Someone had accidentally spilled cranberry juice on her! She could not return the dress anymore."
  },
  {
    "title": "38. Reading in a Rainy Day",
    "content": "Karen looked out the window. There were drops of water on the window. It was starting to rain. Dogs began barking. The clouds started getting dark. Karen had planned to play soccer with her friends. She had to cancel the plan. She was sad at first. She then started to read her book. Rainy weather was the perfect time to read! She made herself a cup of hot chocolate. She sat on her couch. She put a blanket over herself. She opened her book. It was interesting. She read 100 pages in an hour. She heard her phone ring. \"Karen! Let's go play soccer! It stopped raining,\" her friend said. Karen did not want to go anymore. She wanted to read her book. \"I'm going to stay in,\" Karen said. She continued reading."
  },
  {
    "title": "39. Wholesale Store",
    "content": "Maya likes to save money. She likes wholesale stores better than markets. Wholesale stores sell things in large quantities for a lower price. They have things like a gallon of mustard. A regular market only sells a bottle of mustard. Maya wants to buy apples, ketchup, and chips. The apples come in a pack, which has 20 apples. The pack costs $6. That means each apple is only 30 cents. At the market, each apple costs 40 cents."
  },
  {
    "title": "40. Shopping at Thrift Shop",
    "content": "Marina likes clothes. She likes being unique. A lot of girls in her school shop at the same stores. Marina hates to have the same outfit as another girl's. That is why she shops at thrift shops. A thrift shop sells things that people donate. They are usually clothes that have been worn before. Sometimes there are stains and holes on the clothes. They are very cheap. Marina enjoys looking through clothing racks. She usually finds at least one thing she likes. Last weekend she found a dress. It was black and long. She thought it would be good to wear to a fancy dinner."
  },
  {
    "title": "41. Borrowing Books and Movies",
    "content": "Kaylin went to the library. She needed to get books for her project on Barack Obama. She found his biography. It was a heavy book with a lot of information. She flipped through the pages. There were some nice pictures of Obama. The book seemed helpful. She put it in her basket. She found the movie section. She decided to check it out. She could borrow a movie for three days for free. It would cost $3 to borrow a movie for seven days. She picked a movie about a girl with diabetes. She put it in her basket. She checked out the book and the movie."
  },
  {
    "title": "42. Never Give Up",
    "content": "Kenneth is a good tennis player. He has been playing since he was 7 years old. He is now 16 years old. He competes against other players all around the country. They are also very good. He is competing against the best teen tennis player tomorrow. He is nervous. He has heard rumors about him. The other player is named Antonio. Antonio is mean. He is very competitive. He is not afraid to hurt people. He has punched someone before. Kenneth told his dad he wanted to quit. \"Why? You have been doing so well!\" Kenneth's dad said. \"I'm scared of Antonio,\" he said. \"Never give up,\" Kenneth's dad said."
  },
  {
    "title": "43. Trying New Things",
    "content": "Shirley is a very picky eater. She does not eat anything with cheese. She does not like chicken or pork. She does not like trying new things. One day, Shirley went to her friend's house. Her friend's dad made them a Cambodian dish. Shirley was used to eating American food. \"I can't eat this,\" Shirley said to her friend. \"You have to! My dad made it for you,\" she said. Shirley felt bad. She grabbed her fork. She slowly stuck it into the food. She ate it slowly. It was surprisingly good. She finished her food in five minutes. \"Wow! I will get you another plate,\" her friends's dad said."
  },
  {
    "title": "44. Camera Shy",
    "content": "Charlie was camera shy. He did not like having his photo taken. He often ran away from a camera. Charlie and his friends were in Hawaii. Bob wanted to take a group picture. He thought the beach would be a great place to do it. Charlie began to get nervous. His friends got closer together. Charlie walked away. \"Charlie, come on!\" they said. Charlie ignored them. Bob put his camera down. He ran after him. \"Charlie, you know why pictures are important?\" he asked. Charlie shook his head. \"When you're old, you and your kids will want to see how you looked like when you were young,\" Bob said."
  },
  {
    "title": "45. Putting on Sunscreen",
    "content": "Jane and Tara went to the beach. It was hot. The sun was out. The sky was clear. Jane put on some sunscreen. She put it on her arms, legs, and face. She did not want her skin to burn. Her sunscreen was SPF 50. That means Jane can stay in the sun 50 times longer than she could without it. With SPF 50, Jane probably will not get sunburnt. She asked Tara if she needed any. \"No, I'm okay,\" Tara replied. Jane warned her that she would get burnt. Tara ignored her. When they went back home, Tara just got tanner. She didn't get burnt. Some people don't burn."
  },
  {
    "title": "46. A Problematic Car",
    "content": "Tyler has had a red Honda for 20 years. A lot of bad things have happened to his car. There are a lot of scratches. Most of them are from hitting the curb. Someone also keyed his car. The red color has faded. The heating and cooling systems are funny. When it is hot outside, only the heater works. When it is cold outside, only the air conditioner works. The windows only open half way. Only the country music station works. The windshield wipers scratch the windows. The car has to be manually locked. Tyler plans to get a new car. He is waiting to earn enough money."
  },
  {
    "title": "47. Ask for Forgiveness, Not Permission",
    "content": "Haley has wanted to get her ears pierced since she was young. Her parents have never let her. They don't like how it looks. They tell her she can pierce her ears when she doesn't live with them anymore. All of Haley's good friends have pierced ears. They told her to do it. They said that she can hide them with her hair. Haley didn't want to be anxious all the time though. If she pierced her ears, her parents would get mad. That was it. They could not be mad forever. Haley took a deep breath. She pierced her ears."
  },
  {
    "title": "48. Zoo Animals",
    "content": "Hannah, Stephanie, and Erica went to the zoo. They saw a lot of cute animals. There were giraffes, which have long necks. There were monkeys whose faces look like human faces. They eat a lot of bananas though. There were horses, which have nice hair. There were koalas. They were sleeping. There were pandas. They were big. There were iguanas. They look funny. There were bears. They look soft. Hannah, Stephanie, and Erica wanted to touch the animals. They could not. They could only take pictures."
  },
  {
    "title": "49. Chocolate Is Too Sweet",
    "content": "Susie likes to eat chocolate. She really likes chocolate with caramel. Her mom gives her a chocolate bar. Susie is happy. She bites the bar. It is tasty. She starts to get thirsty. The chocolate is too sweet. \"Mom, can you get me a drink?\" she asks. Her mom gives her a drink. Susie drinks it. It is chocolate milk. \"Too sweet!\" Susie yells. \"You never said what kind of drink you wanted,\" her mom says. Susie gets up from her seat. She grabs a water bottle. She drinks a lot of water. \"Much better,\" she says. She continues eating the chocolate."
  },
  {
    "title": "50. Taking Good Care of Teeth",
    "content": "Chuck has really white teeth. He has never had a cavity before. He takes good care of his teeth. He brushes his teeth with whitening toothpaste for 5 minutes. He brushes in a circular motion. He does not forget his tongue. Afterwards, he uses minty mouthwash. He rinses his mouth with it for a minute. It burns a little bit. Finally, he flosses between every tooth. He does this process after he eats. He even does this after eating a snack. He brings his teeth cleaning supplies everywhere. He even brings them to school!"
  }
]