[
  {
    "title": "26. A New Tattoo",
    "content": "Kevin Turner wanted to get a tattoo. He couldn't wait to get his first one. Tattoos are expensive. Kevin couldn't afford to go to a professional. \"Don't worry,\" said his friend. \"I know a guy who will do it for free\". Kevin wasn't sure that was safe. He agreed to it anyways. Kevin asked the tattooist to draw a rose on his arm. The tattoo hurt a lot. Kevin couldn't take the pain. He shut his eyes tightly. He did not open them until the tattoo was finished. \"What is that?\" yelled Kevin. \"It's a rose!\" said the tattooist. It looked more like a rock to Kevin. He never got a free tattoo again."
  },
  {
    "title": "27. The Unlucky Millionaire",
    "content": "Helen Young was an unlucky woman. So many bad things happened to her. She was always getting into accidents. None of them were her fault. One year ago, there was a small earthquake. It caused a telephone pole to crack. The pole landed on top of Helen's car. Another time, there was a small storm. Helen loves the rain. She walked outside to enjoy it. She was struck by lightning within one minute. Everyone laughed at Helen's bad luck. One day, that all changed. Helen tripped on the sidewalk. She found a lottery ticket laying on the ground. It had the winning numbers. Helen was now an unlucky millionaire."
  },
  {
    "title": "28. Time Capsule",
    "content": "George Hernandez had two best friends. They had been friends since elementary school. Now, they were all grown up. George was moving away to a university. Steven was starting a family in another city. Charles got a job in another state. They had to say goodbye. George didn't want them to ever forget each other. \"Let's make a time capsule,\" he said. They all went home. They looked for things that held memories of their being together. They found old toys, pictures, and CDs. They put them in a box. Then they buried the box in a park. The boys promised to get together in ten years. They would dig up the box and feel like children again."
  },
  {
    "title": "29. The Baby Blanket",
    "content": "Betty Scott got big news. Her only son was going to have a baby. \"I'm finally going to be a grandma!\" she thought. Betty was very excited. She couldn't wait for the baby to arrive. \"I need to get the baby something special,\" Betty said. She decided to make a blanket. She would knit it herself. Betty was an elderly woman. Her hands weren't as strong as they used to be. They shook a lot and hurt often. Knitting was much harder than she remembered it. Still, Betty kept working on the blanket. \"Anything for the baby,\" she thought. Betty struggled with the blanket for many months. She finished it right before the baby was born. It was the best present the baby ever got."
  },
  {
    "title": "30. Speeding Ticket",
    "content": "Brian Nelson was late for work. He had been stuck in traffic for half an hour. The cars were finally starting to move. Brian had to make it to work in ten minutes. If he was late, he would be in big trouble with his boss. \"There's no way I'll make it in time,\" said Brian. Suddenly, a car raced past him. Three seconds later, another car raced past him. They were going around 80 miles per hour. Brian knew that speeding was the only way he would make it to work on time. He looked around him. There were no cops in sight. He decided to push his speed up to 70. Two seconds later, he heard sirens behind him."
  },
  {
    "title": "31. Little Sisters",
    "content": "Linda has a younger sister. Her name is Ruth. Linda is usually annoyed by Ruth. She tries to get away from her. Ruth follows her like a lost puppy. Linda is used to that by now. Ruth always looks up to Linda. She tries to do everything that Linda does. One day, Linda was getting ready to go out with friends. Linda didn't notice that Ruth was watching her when she was putting on her makeup. When Linda got home, Ruth was waiting for her in her room. Her face was covered with permanent markers. \"What did you do?\" shouted Linda. \"I painted my face like you,\" answered Ruth."
  },
  {
    "title": "32. Protective Dad",
    "content": "Elizabeth Williams was a beautiful girl. She grew up with her dad. Her dad was overprotective. He knew a lot of guys were interested in Elizabeth. Mr. Williams did his best to scare them all away. Boys would try to get Elizabeth's attention. Some would throw rocks at her window. They thought Mr. Williams wouldn't catch them. Mr. William bought two guard dogs. He trained them to attack boys who tried this. Some boys would try to walk Elizabeth home. Mr. Williams made sure this didn't happen. He parked right in front of her school every day. He brought his two dogs each time. Elizabeth was single for a very long time."
  },
  {
    "title": "33. Airplanes Are Safer Than Cars",
    "content": "Donald Campbell needed to go to New York. He lived in Los Angeles. Driving there would take three days. His only other option was to take an airplane. That would take around six hours. Donald was afraid of airplanes. He had never been on one. \"That's a dumb fear,\" said his friend. \"Cars are more dangerous than airplanes.\" Donald was sure this was a lie. He didn't trust something so big in the air. Donald ignored his friend. He was going to drive for three days. Halfway through the trip, Donald got very sleepy. He was on a highway. He crashed into a giant trailer."
  },
  {
    "title": "34. Surprise in the Ocean",
    "content": "Kimberly and Jason were surfing. They did this every weekend. They were far into the ocean. Suddenly, something touched Jason's foot. Jason froze. \"Is something wrong?\" asked Kimberly. \"Don't move,\" Jason replied. \"I think there's a shark under us.\" Kimberly panicked. She put goggles on. Then, she looked under the water. When she came back up, she had a big smile on her face. She was laughing very loud. \"This isn't funny!\" said Jason. Suddenly, a baby seal jumped onto Jason's surf board. Jason screamed and jumped into the water. He hid there for almost a minute. \"That's the shark!\" said Kimberly. Jason was very embarrassed."
  },
  {
    "title": "35. The Big Fight",
    "content": "Mr. and Mrs. King had a teenage daughter named Michelle. They were always arguing with her. Michelle was a good daughter. However, her parents were very strict. One evening, Michelle wanted to go out. Her parents weren't letting her go. \"Your room isn't clean enough!\" shouted Mrs. King. Michelle decided to sneak out. Her parents did not know where she was going. The next morning, Mrs. King went to Michelle's room. She wanted to apologize for being so hard on her. Michelle was nowhere to be found. Since they did not get to ask where she was going, they did not know where to look. They never saw Michelle again."
  },
  {
    "title": "36. Fishy Lake",
    "content": "The Wright family loves fishing. They head to a nearby lake every weekend. They used to catch a lot of fish. Now, they are lucky to end up with two fish altogether. There are other differences at the lake. The water used to be crystal blue. Recently, it started looking a lot greener. It even smells a bit nasty. Mr. Wright is getting worried about it. There is a factory about a mile away from the lake. Mrs. Wright suspects they are responsible for the changes. \"They're probably dumping their waste in the water,\" she says. \"That's probably killing all the fish.\" They probably won't eat the fish they catch there anymore."
  },
  {
    "title": "37. Women Can't Fix Cars",
    "content": "Sarah's car wasn't turning on. She checked the engine. She saw the problem. One of her pipes was loose. She would have to buy a new piece to fix it. Sarah headed to the local auto shop. After she bought the pipe, an employee offered to help her put it in the car. \"No thanks,\" said Sarah. \"I can do it myself.\" The employee laughed when she said this. \"What's so funny?\" asked Sarah. \"Girls don't know how to fix cars,\" said the man employee. Sarah was furious. She almost smacked him with the pipe. Instead, she talked to his manager. Then, on her way out the door, she knocked a shelf over. \"I hope men know how to clean,\" she said."
  },
  {
    "title": "38. A Sport for Short People",
    "content": "David was a short man. He had always been the smallest boy in class. As an adult he barely even passed five feet. His height made David's self-esteem very low. He wanted to change that. David had always liked sports. Sadly, short people have a hard time fitting in on most sport teams. \"Have you thought about becoming a horse jockey?\" asked a friend. David decided to give it a try. The next day, David visited the local race track. David didn't even get a chance to introduce himself. Three people came up to ask if he was interested in joining their racing team. His height was finally a huge advantage. David fit right in."
  },
  {
    "title": "39. Ghosts Are Not Real",
    "content": "Thomas looked like a tough guy. \"Nothing can scare me,\" he always said. \"Not even a ghost?\" asked his friend. \"Of course not,\" said Thomas. \"Ghosts aren't even real.\" The next day, Thomas and his friends were bored. They went to explore the neighborhood. They ran into an old abandoned house. They dared Thomas to go inside. He had to stay there for five minutes. Thomas was very brave at first. He couldn't see anything in the dark. Suddenly he started hearing things. It sounded like a woman screaming. Thomas ran out of the house crying."
  },
  {
    "title": "40. Las Vegas",
    "content": "Michael lived in Minnesota. He was visiting the West Coast. His friends were going to show him around. \"I just want to see Las Vegas!\" said Michael. \"Are you sure?\" asked his friends. Michael insisted. He had always wanted to go to Las Vegas. Michael had seen a lot of movies about Vegas. Everything looked very bright and fancy. He couldn't wait to see it. When they arrived, Michael was confused. The streets all looked dirty and old. In the movies, everyone looked happy. In reality, half of the people were drunk. The other half were angry from losing money in casinos. \"This isn't what I pictured,\" said Michael."
  },
  {
    "title": "41. The Car Accident",
    "content": "Nancy was 16 years old. She wanted to learn how to drive. Her parents were too busy to teach her. Nancy asked her older sister to help her. She didn't have any time either. Nancy was frustrated. \"I'm sure driving isn't even that hard,\" thought Nancy. One night, she waited for everyone to go to bed. She sneaked downstairs. She grabbed the car keys and went outside. She was going to teach herself to drive. Nancy turned the engine on. She backed the car up slowly. Then, she pressed the gas pedal. She had no idea the car was that fast. She hit a small bump and pressed the brake. When she looked back, she saw a dark shadow. She had run over her dog."
  },
  {
    "title": "42. Get a Job",
    "content": "Jeff was a forty-year-old man. He had no job. He never even went to school. Jeff had lived with his parents his whole life. They were starting to worry about him. All Jeff did every day was to play video games. \"You need to do something with your life,\" said his parents. Jeff ignored them. He was happy with his life. Jeff's parents came up with a plan. They started asking him for rent money. \"How am I supposed to pay that?\" asked Jeff. \"With a job!\" replied his mom. When Jeff didn't give them rent, they took all his video games and sold them. Jeff was furious. He went out to look for a job. He needed to buy the video games back."
  },
  {
    "title": "43. Always Carry a Spare",
    "content": "Christopher bought a new car. He was going to travel the country with it. His friends helped him prepare for the trip. \"You should carry a spare tire,\" said Brian. Christopher didn't see a point to that. \"New cars don't need spare tires,\" he said. One week later, Christopher went on his trip. He couldn't wait to explore the country. Suddenly, he heard a loud pop. His car started making a strange noise. Christopher pulled over to the side of the highway. He walked around his car. A back wheel had popped. He had barely driven for one hour. Christopher had to call Brian for help. Brian laughed at him for hours."
  },
  {
    "title": "44. Black Friday",
    "content": "Thanksgiving is one of the biggest holidays in the U.S. It is followed by another major U.S. holiday. This day is known as Black Friday. On this day, stores hold big sales. Then, Americans across the country go crazy. A lot of people get violent on Black Friday. One year, Carol went shopping on the day. She wanted to buy a new coat. \"I hope the mall isn't too crowded,\" she said. She couldn't believe her eyes. Every store was flooded with people. Carol spotted a nice blue coat in one store. It was on sale for twenty dollars. Carol was about to try it on. Suddenly a lady jumped at her and took the coat away. \"I'm going home,\" said Carol."
  },
  {
    "title": "45. The Pink House",
    "content": "Barbara invited her friends over to her house. She was excited to show them her new house. \"What do you guys think?\" she asked them. Her friends didn't know what to say. They looked around and tried to think of something nice to say. \"It's interesting,\" said Betty. Barbara had a strange taste. Everything in her house was pink. This included the curtains, the sofas, and even the carpet. \"What does your husband think about it?\" asked Betty. \"He loves it!\" said Barbara. Betty and the other women didn't believe her. \"I swear he does,\" said Barbara. \"He picked the color himself!\""
  },
  {
    "title": "46. The Retired Actor",
    "content": "Mr. Moore was retired. He used to be an actor. He was very loved and famous. Everywhere he went, women would stop him. They used to want to hug him and take pictures. He was a very handsome man. It was rare to ever see him by himself. Now, Mr. Moore was almost always alone. Many years had passed since his acting days. He had aged a lot. Sometimes, he walked around Hollywood boulevard. He hoped someone would recognize him. No one ever did. He was no longer handsome. His good looks were now covered with wrinkles. He wished he could be young again."
  },
  {
    "title": "47. Don't Be a Bully",
    "content": "Richard had always been very tall. He was the biggest boy in elementary school. He used this to be a bully. He always pushed the small kids around. He did this all through high school. Many kids hated Richard. He made many people cry. As an adult, Richard was not very successful. He always thought he would be a basketball player. However, he hurt his knee and could not play anymore. Now, Richard needed a job. Richard applied to many places. He knew all the bosses of the companies. They were the men Richard used to bully as children. Richard had a very hard time finding a job."
  },
  {
    "title": "48. Anniversary Surprise",
    "content": "It was Mr. and Mrs. Martin's one year anniversary. Mr. Martin wanted to surprise his wife. He decided to cook a nice meal for her. He would make her favorite dish. After hours of cooking, Mr. Martin was finished. He set the table before she got home. He wanted to make the evening perfect. He lit a lot of candles around the house and turned off the lights. Soon, the doorbell rang. Mr. Martin ran to the door. On his way there, he tripped over a candle. The flame landed on a curtain. The fire grew quickly. Soon it spread to the carpet. Mr. Martin ran out of the house. Mrs. Martin was definitely surprised."
  },
  {
    "title": "49. Being Rich",
    "content": "Patricia went to a private university. She couldn't afford it herself. She was lucky to receive a scholarship to pay for her. Many other people at the school were very rich. This made Patricia uncomfortable sometimes. All her classmates dressed in expensive clothing. Patricia could barely even pay for her books. The last thing she was going to do was spending money on clothing. Her classmates all drove fancy sports cars. Patricia took the bus to school. She was embarrassed for not having money. \"Don't worry,\" said her mom. Soon you're going to graduate. You will get a great job with your degree. One day, you will be as rich as them. Maybe you will be even richer."
  },
  {
    "title": "50. In Love With His Best Friend",
    "content": "James and Susan grew up together. They had always been best friends. Now, they were going to turn thirty. So much had changed. Susan was about to get married. James had introduced Susan to her fiancé. He knew they would get along great. It made James very happy to see Susan happy, too. However, James felt very strange. Susan's wedding was near. Suddenly, James started feeling very jealous. \"What have I done?\" he thought. After twenty years of friendship, James realized something. He was in love with Susan. It was too late to do anything about it now."
  }
]