[
  {
    "title": "51. Independent Mom",
    "content": "Margaret was very close to her mom. They had always been best friends. Margaret was now 25 years old. It was time for her mom to let her go out on her own. \"You have to be more independent,\" said her mom. Margaret didn't want to. \"I don't want to leave you all alone,\" said Margaret. She was scared that her mom would be too lonely. She was usually a very shy woman. She was allergic to fur, so she couldn't even have a pet. \"Don't worry about me,\" said her mom. \"Once you move out, my new boyfriend can move in with me.\""
  },
  {
    "title": "52. Security Guard",
    "content": "Joseph had a new job. He was a security guard for his favorite band. He thought it would be the best job ever. He would get to listen to the band play every night. He would even get paid for it! Joseph quit the job after the first night. He was walking the band into their tour bus. Suddenly a mob of crazy girls started chasing them. He thought he could handle the girls. He was very wrong. They were much stronger than they looked. Joseph ended up with a black eye and a scratched up face. \"This pain isn't worth the money,\" said Joseph."
  },
  {
    "title": "53. Try-Outs",
    "content": "Paul hated sports. He was very bad at them, too. Yet, suddenly, he started practicing for football and basketball try-outs. \"Why are you doing this?\" asked Robert. \"I need to be more active,\" replied Paul. Robert didn't believe Paul. Still, he wanted to support his friend. Robert went with Paul to the try-outs. That was when Robert figured out why Paul suddenly cared about sports. Paul kept looking over to the cheerleaders. His crush, Susan, had just joined the squad. Paul was the worst player at try-outs. He got tackled very hard in football. Then, he got hit in the head by the basketball. He had no chance of making the team."
  },
  {
    "title": "54. I Can Be a Dog Walker",
    "content": "Donna got an idea. \"I can be a dog walker!\" she said. One of her friends was a dog walker. She heard that dog walkers can make a lot of money just for hanging out with puppies. \"You can't do that,\" said her boyfriend. \"Why not?\" asked Donna. \"You hate dogs!\" he answered. This was true. Donna denied it. She really wanted an easy way to make money. On her first day of dog walking, she had five customers. Donna had no idea dogs were so strong. They dragged her down the street running. Donna lost hold of their leashes. She lost the dogs, and all her customers in one day."
  },
  {
    "title": "55. Valet Parking",
    "content": "John was new to Los Angeles. He had never lived in a city before. He used to live on a farm. He had loved the city so far. One evening, John agreed to meet his friends in downtown L.A. He was late to their dinner. He couldn't find parking anywhere. A stranger walked up to his window. \"I can park your car for you,\" he said. John thought this man was valet. John thanked the man and gave him his keys. After dinner, John couldn't find the valet booth. \"We don't have valet,\" said a waiter. John's car had been stolen. Even though he like the city, he did not like the people."
  },
  {
    "title": "56. Looking For a Roommate",
    "content": "Ronald was moving to college. He needed a place to stay. Every apartment around the school was very expensive. \"I'm going to be a homeless college student,\" he joked. Ronald thought of a solution. He posted an advertisement online. He wrote, \"Looking for roommate around college campus. Must be neat and sane\" Within one day, he had twenty replies. Ronald didn't really want to share an apartment with a stranger. However, this was the only way he could afford anything. \"I just hope he's not dirty or crazy,\" he thought. After interviewing everyone, he picked a guy he really liked. They ended up being friends their whole life."
  },
  {
    "title": "57. Littering",
    "content": "Laura cared a lot about the environment. She worried about the future of the planet. She made sure to recycle everything she could. She even rode her bike everywhere she went. Laura wanted to do whatever she could to prevent pollution or global warming. One day, Laura was riding her bike home. A truck in front of her threw a bag of trash out their window. This made Laura furious. She picked up the bag and followed the truck. When it finally parked she threw the bag into the window. The driver of the truck turned out to be a cop. He charged her on two counts. One was for assault on an officer. The other was for littering."
  },
  {
    "title": "58. Too Much Make Up",
    "content": "Karen hated wearing makeup. She felt fake and weird when she wore any. All her friends laughed at her. \"Don't be a little boy,\" they would say. \"You're going to look ugly without it.\" Karen believed them. Apart from not liking how it felt, Karen hated the price. Makeup is very expensive. She did not want to waste money on it. But every girl she knew wore it. \"I guess I have to buy it,\" Karen thought. One day, Karen met a boy she really liked. He thought Karen was very nice and funny. Still, he didn't want to ask her out. \"Why not?\" asked his friends. \"She wears too much makeup,\" he replied."
  },
  {
    "title": "59. New Parents",
    "content": "Mr. and Mrs. Green were new parents. Their baby was born two months before. For two months, they hadn't gotten any sleep. The baby took up every minute of their days. They needed a break from parenting. \"We're going to go crazy,\" said Mr. Green. Mr. Green's mom told them to go on vacation. She would take care of their baby while they were gone. \"That sounds like a great plan!\" said Mrs. Green. The couple packed up their bags and were on their way quickly. The new parents thought they would love their first time away from the baby. They were very wrong. All they could do was worry about whether he was okay. They drove back home after one day."
  },
  {
    "title": "60. First Trip to Disneyland",
    "content": "Steven had just moved to California. He had so many things to see and do. He wanted to go camping by the beach. He wanted to visit Hollywood. But above everything, he wanted to go to Disneyland. Steven drove to Anaheim the first chance he got. He had been dreaming of seeing Disneyland since he was five years old. He was now twenty-five. As soon as Steven walked into the park, he turned into a five-year-old again. He was so full of excitement that he cried. Steven went back to Disneyland at least once every month. He loved his new home."
  },
  {
    "title": "61. The Cool Grandpa",
    "content": "Mr. Robinson was a cool grandpa. All the neighborhood kids loved him. He always had funny jokes to tell. He taught them how to play fun games. He even gave them ice cream every Sunday! The kids never wanted to leave his side. One Sunday morning, the kids were waiting for him to open his door. He never showed up. Mr. Robinson had passed away. Every house was filled with crying kids that night. The kids would meet at his grave every Sunday afternoon. This went on for many years. They would sit around and tell old jokes. They always brought ice cream."
  },
  {
    "title": "62. The Useless and Lazy Man",
    "content": "Mitchell buys a cup of coffee at his local café every morning. He always sees the same homeless man sitting outside. This man waits for people to come out. He asks everyone for change. Although the homeless man is very friendly, Mitchell does not like him. \"He is useless and lazy,\" Mitchell always said. One morning, Mitchell was running late to work. He stormed out of the cafe doors. Then, he ran across the street to his car. Since he was in a hurry, he did not check for traffic. Suddenly all he saw was a big white truck about to run him over. Luckily, the homeless man pushed Mitchell out of the way just in time to save his life. Mitchell gave him five dollars every morning after that."
  },
  {
    "title": "63. The Stalker",
    "content": "Samantha Williams was a young and pretty woman. Men were always asking her out on dates. Samantha did not want a boyfriend. She nicely said no to every man that asked her out. This broke many men's hearts. However, most of the men would just move on. One day, a man asked Samantha out for a cup of coffee. When she declined, the man was very angry. He began following her everywhere she went. Every time Samantha looked around, he was hiding nearby. Samantha was terrified. She was being stalked. Samantha called the police to ask for help. \"Don't worry,\" they told her. \"You're probably just imagining everything.\" Two days later, Samantha went missing."
  },
  {
    "title": "64. Let's Go Skydiving",
    "content": "Harris had just turned 75 years old. He was feeling so ancient. He wanted his youth back. He used to be strong and handsome. Now he was wrinkly and flabby. He used to love adventure. He even wrestled an alligator once. Now, he was too lazy to even go for walks. \"Time passed by too fast!\" he kept thinking. I need to be more daring. Harris knew what to do. \"I'm going to go skydiving!\" he said. He picked up his grandson. \"We're going on an adventure!\" he told him. By the time they got to the airport, Harris was asleep. \"Forget it,\" said Harris. \"It's nap time.\""
  },
  {
    "title": "65. The American Dream",
    "content": "Wilson hated his job. His boss was a mean man. He didn't even get paid well. Wilson wanted to just give up and quit. However, he had to take care of his two kids. \"I want to give them a better life,\" he always said. Finally, Wilson decided to start changing their lives. He enrolled into college. He took classes every night. He quit his awful job. He eventually became a doctor. He started getting paid a lot. He was able to buy a nice house for his family. It even had a white picket fence. The American dream was finally his."
  },
  {
    "title": "66. Passion for Pizza",
    "content": "Clark had a lot of passions. He liked science. He was a great swimmer. He was even great at singing. However, his biggest passion was pizza. He loved pizza. Clark graduatedfrom college with a degree in chemistry. His parents were so excited for his future. \"You're going to make a great doctor!\" they always said. Clark did not want to be a doctor. All he wanted was to open up his own pizza place. \"That's ridiculous,\" said his mother. \"Think about how much money you could make as a doctor!\" Clark did not care about money. All he wanted was to spend every day making, smelling, and eating pizzas."
  },
  {
    "title": "67. Time for a Promotion",
    "content": "Elizabeth Parker wanted a promotion. She had been working in her company for three years. \"It's about time I get a raise,\" she thought. \"I sure deserve it\". She did deserve it. She was the hardest worker in the company. Her manager was now looking for a new assistant manager. Elizabeth was sure she would be picked. A month before this, a new man had been hired. He was very handsome, but also very lazy. Elizabeth's manager was clearly attracted to him. She was so attracted to him that she gave him the promotion. Elizabeth was shocked. She quit that day."
  },
  {
    "title": "68. Knitting in the Summer",
    "content": "Mrs. Adams took a knitting class. She did not expect it to be very fun, but she ended up loving it. She began knitting all day and night. First, she practiced making blankets. Then, she learned to knit hats and mittens. She even tried making socks and pants. Within one month, she had given all her grandchildren dozens of knitted pieces. She expected the kid to wear them at all times. It was the middle of summer. The children wanted to be in tank tops and shorts. Not scarves and sweaters. They told their grandmother to stop."
  },
  {
    "title": "69. Boys Can Dance Too",
    "content": "Joey Campbell was 14 years old. He had three sisters and no brothers. His father loved playing sports with him. Joey did not mind this. However, all Joey was truly interested in doing was dancing. All his sisters were allowed to take ballet classes. Joey wanted to sign up, too. His father laughed at him. He thought he was joking. \"You know you belong in the football team,\" said his father. This made Joey angry. It was not fair that he was not allowed to dance if he wanted to. His sisters agreed. They secretly taught Joey all the moves. On the day of their ballet recital, Joey danced with them. His father was very proud."
  },
  {
    "title": "70. The Noisy Neighbors",
    "content": "Jack Miller was angry at his neighbors. \"They are so inconsiderate!\" he said. These neighbors were very loud. They owned three dogs, two birds, and one goat. None of these animals ever shut up. Even more, they loved playing music all day. Jack would not mind this. However, his neighbors played it loud enough for the whole block to hear. \"It wouldn't be so bad, if their music wasn't terrible,\" said Jack. Luckily, these neighbors soon moved out. Jack couldn't be happier. He would finally enjoy peace and quiet. Unfortunately, the new neighbors arrived with a baby. This baby cried just as loud as all the other things put together."
  },
  {
    "title": "71. Turning 21 Years Old",
    "content": "It was Anderson's birthday. He was turning 21 years old. His friends planned a party for him. Anderson could now legally drink alcohol, but his friends wanted him to get very drunk. As soon as Anderson arrived, they gave him his first shot of Tequila. He did not like the taste of it. His friends still convinced him to take another shot of it. He kept trying new drinks the whole night. \"All of these taste disgusting!\" said Anderson. The rest of the night kept getting blurrier. When Anderson woke up the next morning he felt terrible. His head was throbbing. His stomach was turning. \"I'll never drink again!\" he yelled."
  },
  {
    "title": "72. Missing Dog",
    "content": "Phillip's dog had died. He had owned the dog for four years. He loved him so much. Phillip was devastated. Phillip's six-year-old daughter loved the dog even more. \"Oh no,\" said Phillip. \"This is going to break her heart!\" He did not want to tell his daughter such sad news. Phillip decided to lie. He told his daughter that their dog ran away. The girl cried for hours. Phillip took her to the dog pound to check if they had their dog. Their dog was obviously not there. However, there were a lot of other cute puppies. Phillip and his daughter took a new pet home."
  },
  {
    "title": "73. The Runaway Groom",
    "content": "It was Scott's wedding day. He was very nervous. \"I don't think I'm ready for this!\" he thought. His forehead and palms were sweaty. His heart was racing. He was having a panic attack. Scott saw the front door of the church was open. Nobody was looking at him. He decided to run away. As he stepped out of the church, he thought he was free. When he looked back, he noticed someone running after him. It was his bride's father. The old man was very fast. \"Come back here,\" the father yelled. \"I already paid for everything!\""
  },
  {
    "title": "74. No Tony Hawk",
    "content": "Nelson got a new skateboard. He had only practiced for two days. All his friends already knew how to do tricks. Nelson was very impatient. He wanted to do tricks like everyone else. Nelson decided to try to jump down a set of stairs. \"Don't do it!\" said his best friend. \"It can't be that hard,\" Nelson insisted. \"Tony Hawk makes it look easy. One minute later, Nelson was flying three feet above the ground. He felt like he was flying in slow motion. Suddenly, he slammed into the concrete. Everything went black. Nelson woke up in the hospital. He had two broken arms. Even worse, his two front teeth were now missing."
  },
  {
    "title": "75. Shark Attack",
    "content": "Martin is a long distance ocean swimmer. He practices every morning in Hermosa Beach. One morning he ran into a great white shark. He only saw it for one second. Then it quickly bit his ribs. Martin was carried to shore by his friends. He lost a lot of blood. Luckily, Martin somehow survived. None of his organs were taken. As soon as he healed, Martin went back to swimming in the ocean. He was not scared of sharks. \"Getting attacked by shark is rare,\" says Martin. \"The ocean is their home. People are just guest. Plus, I probably just scared this shark.\""
  }
]