[
  {
    "title": "1. Meeting the Guys",
    "content": "Jason made a new friend. His name is Daniel. Daniel only has one arm. He lost it in a car accident as a child. Jason really enjoyed Daniel's company. He invited Daniel out with some other friends. Jason was sure the other guys would like Daniel, too. \"Meet us at the restaurant,\" said Jason. Daniel walked into the restaurant. All the other guys stared at him. Daniel got very nervous. \"I hope they don't make fun of my arm,\" he thought. He really wanted to become friends with Jason's buddies. \"Wow,\" said one of the guys. \"That's a really nice shirt! Daniel was relieved. He was invited along every week after that."
  },
  {
    "title": "2. Sweaters from Grandma",
    "content": "Steven loved almost everything about his grandma. There was only one thing he hated. She always knitted sweaters for him. Steven understood that she did it to be nice. However, all the sweaters were very ugly. Steven visited her once a week. She had a new sweater for him each time. Steven lived in a small apartment. There was no room for him to keep all the sweaters. He had to give all of them away. \"Grandma will never find out,\" he thought. One day, Steven's grandma visited him by surprise. She asked to see his sweaters. \"Someone stole all of them!\" he said. \"They were too nice.\" She made him ten more."
  },
  {
    "title": "3. Big Hair",
    "content": "Dorothy had very curly hair. She hated it. \"It's too big,\" she always complained. Dorothy wanted to be an actress. All the actresses she knew had straight hair. It always looked perfect and smooth. Every morning, Dorothy was up at 5:00 a.m. She spent two hours straightening her hair. One morning, Dorothy had a big acting audition. She was running very late. There was no time to straighten her hair. \"I'm never going to get the job with this hair,\" she thought. She was wrong. As soon as the director saw Dorothy, she was hired. \"Your hair stands out so much,\" he said. \"You must love it!\" \"Of course I do!\" replied Dorothy."
  },
  {
    "title": "4. The Ugly Sister",
    "content": "Lisa grew up in a huge family. She had six older sisters. All of them were very beautiful. This made Lisa feel very bad. She knew she looked nothing like them. Lisa had even heard people say she was the ugly sister. As teens the girls spent every weekend out on dates. Lisa always stayed home alone. Her sisters spent their days combing their hair and putting on makeup. Lisa spent her days reading and studying. Her sisters laughed at her a lot. As adults, all her sisters got married young. They all had handsome husbands with no brains or jobs. Lisa went to college. She became a rich scientist and traveled the world. She was the one laughing now."
  },
  {
    "title": "5. I Know How to Snowboard",
    "content": "Kevin asked Michelle on a date. He wanted to go snowboarding. \"I love snowboarding!\" said Michelle. This was a lie. She had never been snowboarding. She wanted to impress Kevin. \"That's great!\" said Kevin. \"Then we can go to the advanced slope.\" Michelle was terrified. The top of the advanced slope was extremely high. It was too late to say the truth. \"This can't be that hard,\" she thought. \"I just have to keep my balance.\" Michelle flew off the hill. She stayed standing for less than two second. She looked like a giant snowball by the time she reached the bottom of the slope. Kevin felt bad for her. He hugged her tight to get her warm. Her plan worked out after all."
  },
  {
    "title": "6. Road Trip",
    "content": "John and his friends were going on a road trip. They were driving from Los Angeles to Washington. John had everything planned out. He had prepared CDs with their favorite songs. They would sing along to them the whole way. He even packed his trunk full of their favorite snacks. John picked up his friends early in the morning. He showed them a map. It was full of dots. \"These are all the stops we should make,\" he said. John wanted to see the Golden Gate Bridge, the Grand Canyon, Old Faithful, and many other monuments. \"What song should we hear first?\" asked John. All his friends were already asleep. They stayed this way the whole trip."
  },
  {
    "title": "7. A Trip to Six Flags",
    "content": "George's best friend was visiting him. Joseph lived in Arizona. George moved to Los Angeles two years ago. He hadn't seen Joseph since then. George wanted his friend to have fun. He wanted to convince him to move to Los Angeles with him. George had a great idea. He would take his friend to Six Flags. They didn't have big roller coasters in Arizona. George and Joseph got on a ride called Tatsu. It was huge and had more than five loops. Joseph screamed more than any other people. \"Isn't this great?\" asked George. \"If you move here, we'll be coming here all the time!\" Joseph never returned to Los Angeles again."
  },
  {
    "title": "8. Protesting Sea World",
    "content": "Sea World is one of the most famous parks in the world. Thousands of people visit each year. Most of them go to see the dolphins and whales perform tricks This is something they could never see in the wild. Sea World has been under a lot of pressure lately. Thousands of people have been protesting the parks. These people say that dolphins and whales should not be forced to live in such small spaces. They should also never be forced to perform pointless tricks. Most people are starting to agree with this. Sea World will hopefully start listening to the protesters soon."
  },
  {
    "title": "9. Drive-In Theatre",
    "content": "Helen had nothing to do one Saturday night. \"Let's go to a Drive-In theatre,\" said Donna. Helen had no idea what that was. Donna told her she would love it. Helen agreed to go. Drive-In theatres play movies outdoors. People park their cars in front of a giant screen. They each get a pair of speakers. Everyone watches the movie from their cars. Helen had seen many of them in old movies. \"This is where people used to go on dates,\" she said. She had no idea they still existed. The girls watched a horror movie. It was scarier than watching it in a room with a bunch of people. \"They should bring these back,\" said Donna."
  },
  {
    "title": "10. All You Can Eat",
    "content": "Robert's family got together every Sunday. They always had lunch together. Every week, they went to the same restaurant. It was an \"All-You-Can-Eat Buffet\". Robert's family loved eating. This was the perfect restaurant for them. Robert's mom always ate the most. She would serve herself at least four plates for one meal. His dad was a picky eater. The buffet gave him plenty of options. Aunt Nancy loved the buffet the most. She always brought a bag with her. She would make sure no one was looking at her. Then, she would drop food into the bag. Her bag was three times bigger than before by the time she left."
  },
  {
    "title": "11. The Pet Chicken",
    "content": "Andrew Williams got a new pet. It was a baby chick. His parents brought it home one day. At first, Andrew did not like the chick. He wanted a different pet. \"All of my friends have dogs or cats,\" he complained. The chick followed Andrew everywhere. She was very cute. After two months, Andrew grew very close to her. He named her Rex. Andrew got home from school one day. He started looking for Rex. He couldn't find her anywhere. \"Rex ran away from home,\" said Andrew's mom. Andrew was confused. Then, he looked at the oven. His mom was cooking a chicken for dinner. Andrew cried."
  },
  {
    "title": "12. The Last Cigarette",
    "content": "Mr. White had a bad habit. He was a chain smoker. Mr. White knew his addiction was unhealthy. He couldn't even take walks anymore. He spent all day coughing. Mr. White spent one year trying to quit smoking. He would always buy a pack and promise himself it would be his last cigarette. Mr. White went to his doctor for a check-up. His doctor asked him to take an x-ray. They found a tumor on his left lung. He had cancer from all the smoking. Mr. White went home scared. He threw out his cigarettes, but he kept one. This would finally be his last cigarette."
  },
  {
    "title": "13. We've Been Robbed",
    "content": "Mr. and Mrs. Smith had a fun night out. They had been dancing all night. They did not get home until 3 a.m. They found their front window broken. They ran inside. Everything was thrown on the floor. Their televisions were missing. Their laptops were gone. Even their fancy plates were taken. Mrs. Smith started crying. \"We've been robbed!\" she screamed. The police were called in. \"It will probably be impossible to find the burglars,\" they said. Mr. Smith started cleaning the mess. He saw something lying by the window sill. It was a wallet. The burglar had dropped it while jumpingthrough the window."
  },
  {
    "title": "14. Back to School",
    "content": "Mr. Gonzales was a janitor. He was unhappy with his career. He was a smart man. He knew he could do more with his life. Mr. Gonzales wanted to go back to college. He had always dreamed of becoming a teacher. If he finished college, this could come true. Mr. Gonzales was forty years old. His children told him he was too old to go back to college. \"You will look like a grandpa,\" they joked. \"That's not true!\" said Mr. Gonzales. \"I will be the wisest student there!\" Mr. Gonzales graduated from college four years later. His children were very proud of him."
  },
  {
    "title": "15. Cat Lovers",
    "content": "Jenny White loved her cats. She owned six of them. Jenny spent all her days with the cats. Her friends worried about her. \"You should go out more,\" they said. \"I can't stand leaving my cats alone,\" replied Jenny. One day, Jenny met a man at work. He was funny and handsome. Jenny started going out with him a lot. She thought he was perfect. Jenny invited him to her house. She was very excited. \"He's going to love my cats!\" she thought. The man walked into her house. He started sneezing. He couldn't breathe. He was allergic to cats. \"I hate cats!\" he screamed."
  },
  {
    "title": "16. Taking the Bus",
    "content": "Ms. Jackson's car broke down. She took it to the car shop. It had to stay there for one week. Ms. Jackson needed a car. She had to get to work somehow. \"You can take the bus,\" said her friend. Ms. Jackson had never taken the bus. She was scared of it. She thought she would get lost. \"I've even heard of people getting robbed on buses,\" she said. \"You'll be fine,\" said her friend. Ms. Jackson got on the bus. It was not very scary. She was actually very relaxed. She ended up falling asleep. She missed her stop and was late for work."
  },
  {
    "title": "17. The Cold",
    "content": "Daniel caught a cold. He had fever and chills. His nose was running all day. He couldn't even stop sneezing. Daniel visited the doctor. He was told to rest and relax. \"Stay in bed for three days,\" said the doctor. Daniel did not listen. His friends wanted to go swimming. \"Come with us!\" they told him. \"You'll be fine.\" Daniel and his friends stayed in the pool until late at night. The next morning, Daniel felt terrible. His voice was completely gone. He was shaking all morning. He stayed this way for five days. He called his doctor for help. \"You didn't listen to me, did you?\" his doctor asked."
  },
  {
    "title": "18. New Shoes",
    "content": "Mary Green wanted a new pair of shoes. She wanted some blue heels. They cost $150. Mary asked her dad for money. \"Are you crazy?\" said Mr. Green. \"You don't even wear heels!\" Mary couldn't stop thinking about the heels. She kept bothering Mr. Green about them. Mr. Green felt bad. He wished he could afford the shoes. It would make Mary happy. Mr. Green saved money for Mary's birthday. He gave her the shoes. Mary wore them all night. They left her giant blisters. Mary hated them. She never wanted to wear them again. Mary told Mr. Green that she lost them."
  },
  {
    "title": "19. Losing Weight",
    "content": "Michael Phillips is overweight. He wants to lose a lot of weight because he is not happy with how he looks. He is also very unhealthy. His last doctor's appointment was scary. He was told he was at risk of heart disease. Mr. Phillips knows that his diet needs to improve. He eats a lot of burgers and chips. He hardly picks up any fruits or vegetables. \"Eating healthy is so boring,\" complains Mr. Phillips. The doctor gave him more advice. \"You need to try exercising more,\" Mr. Phillips was told. He hardly ever even walks. He bought a treadmill. Mr. Phillips was very determined to succeed."
  },
  {
    "title": "20. Learning to Ride",
    "content": "It was a big day for Ms. Wilson. She had just gotten her paycheck. She was on her way to buy her first bicycle. Ms. Wilson grew up in a poor family. They could never afford to buy her a bicycle. Ms. Wilson was now 30 years old. She had a good job and two children of her own. She wanted to teach them how to ride a bike. But first, she had to learn herself. She chose a big blue bike from the bicycle store. Now, it was time to practice. Her first day on the bike was terrible. \"This is so much harder than it looks!\" she yelled. After many, many falls, Ms. Wilson got it down. She felt very proud. \"I can't wait to teach my kids now,\" she said."
  },
  {
    "title": "21. The New Waiter",
    "content": "Mark Smith needed to get a job. There was one problem. Mark was a bit lazy. He wanted to do something easy. \"I know!\" he said. \"I can be a waiter!\" \"I don't think that's the best job for you,\" said his mom. \"Why not?\" Mark replied. He thought the job looked very simple. \"All I have to do is clean tables,\" said Mark. \"Plus, I would get big tips!\" Mark got hired as a waiter in a small cafe. He soon realized his mom was right. Everyone who ate left a big mess on the table. Mark hated cleaning up. He was very slow at it, too. He kept dropping plates on the floor. To top it off, he wasn't very nice to customers. They left him small tips. Mark was fired after three days."
  },
  {
    "title": "22. Pottery is For Girls",
    "content": "Sharon Carter wanted to take a pottery class. She didn't want to go alone. She invited her husband to go with her. \"I don't want to do that!\" said Mr. Carter. \"Pottery is for girls!\" This made Sharon very angry. She could not believe he said that. \"That's a sexist thing to say!\" yelled Sharon. She argued with him for hours. Mr. Carter was tired of fighting. He agreed to go just to shut Sharon up. Their first class went very well. Mr. Carter was really good at making pots. The instructors loved him. \"You are very talented!\" they all said. Mr. Carter went to pottery class every week after that. He loved it!"
  },
  {
    "title": "23. The Sad Hike",
    "content": "Deborah and Paul Evans loved nature. They especially liked hiking. They hiked the mountain almost every evening. They always took their dog Buddy. Buddy loved his owners. Hiking was one of his favorite things, too. One day, the news reported a cougar sighting. \"We advise hikers to beware the mountains tonight,\" said the reporter. Deborah and Paul thought about staying home that evening. \"I'm sure we'll be safe,\" said Paul. \"Cougars usually hide from humans.\" Deborah, Paul, and Buddy made it to the top of the mountain. Suddenly, they heard a roar. The cougar jumped out. It leaped at Deborah's face. Buddy jumped to save her. He scared the cougar away. Mr. and Mrs. Evan bought him a thousand treats and toys the next day."
  },
  {
    "title": "24. Missing Pets",
    "content": "Kenneth Baker woke up early Sunday morning. A terrible thing had happened. His cat was missing. \"He must have run away again,\" thought Kenneth. He went around asking neighbors for information. \"That's odd,\" said his neighbor Sandra. \"My Chihuahua went missing last night, too!\" Kenneth kept walking around the neighborhood. He hoped to find his cat roaming the streets. Instead, Kenneth found something else. There were signs everywhere. They all said, \"Missing cat\" or \"Missing Dog\". \"I don't think all these animals are running away,\" thought Kenneth. Then, Kenneth saw something that broke his heart. There was a trail of blood on the floor. It led to the mountain side. A coyote must be taking all the small pets in the night."
  },
  {
    "title": "25. Short Shorts",
    "content": "Lisa Adams was going out with friends. She was about to walk out of the house. Her mom stopped her. \"What are you wearing?\" shouted Mrs. Adams. \"They're just shorts!\" replied Lisa. Mrs. Adams thought they looked more like underwear. \"You're not going out wearing those!\" she said. Lisa said that wasn't fair. After half an hour of arguing, Mrs. Adams let Lisa leave. The next day, Mrs. Adams and Lisa went out to lunch. Mrs. Adams wore a tank top and very short shorts. \"What are you wearing?\" shouted Lisa. She was embarrassed to walk around with her mom showing her butt. \"They're just shorts!\" replied Mrs. Adams."
  }
]