[
  {
    "title": "26. Do-It-Yourself Projects",
    "content": "Sandra was moving into her new dorm. It was her first day of college. She wanted to make the dorm her own personal space. She wanted to design it with meaningful decorations that reminded her of home and the opportunities at school. She wanted to make herself feel comfortable in a foreign place. The dorm was an empty space where she could make her own. She shopped for decorations at her local stores and online websites. She found that many of the decorations were generic, so she decided to design her own decorations. She was excited to begin her Do-It-Yourself project. She looked up a bunch of tutorials and videos on arts and crafts. There were many easy projects. She could make the decoration on her own instead of having to buy it at a store, which would save her money and also allow her to customize her decorations. She was excited to start these projects. She began by printing a bunch of pictures of her family and friends. She wanted to remember the important people and the memories they made. She decided to make a collage with the photos. She laid the photos out in the shape of a B to represent her name. She also decided to make paper lantern string lights. The lights were going to hang across her bed. She already felt excited to see how the decorations would look in her room."
  },
  {
    "title": "27. A Beach Day",
    "content": "It had been raining for the past few days in Southern California. Every day, people would hold umbrellas and walk around with jackets. Today it was sunny. People were wearing dresses and flip-flops. It was a day for people to finally go out and get some sunshine. The sky was beautiful. The clouds were fluffy and scattered all across the sky. The sun was between the clouds. It was not too hot. The beach was one place many people decided to go on a sunny day. There were many beaches in Southern California. At the beach, the wind felt great. The water has the perfect temperature. It was perfect weather to stay at the beach. There were a lot of people there. There were kids, parents, students, and the elderly. Everyone was enjoying the beach. There were shops at the beach, too. Many food shops and carnival games were set up on the pier. With so many activities to do, one would never find oneself bored. There were long lines for the funnel cakes and candy shops. Many people took this opportunity to go surfing or to fly a kite. Some even built sand castles or worked on their tan. Everyone had a smile on his or her face. When the sun set, the sky turned a beautiful pink and orange. It was a photo worthy moment."
  },
  {
    "title": "28. Michelle's New Look",
    "content": "Michelle was tired of how her hair looked. She always kept it in a high ponytail. She had long brown hair, which had been her hairstyle for her whole life. She did not hate it, but she wanted to make a change. She thought this was the perfect time to change her hair. She thought about what she could do. She could change the color of her hair. Michelle was open to dying it black or a lighter brown. She did not want anything too colorful and attention catching. She settled on dying it a lighter brown. Michelle also wanted to get highlights instead of dying all her hair. She thought that would make it look more interesting. Another option Michelle had was to cut her hair. Since she always had long hair, she thought about cutting her hair short. She decided she would cut her hair and donate her hair. Her hair was long enough to donate. Her hair had also never been dyed, so she had extremely healthy hair. Michelle was excited for her new look. She looked up pictures for reference to show the hair stylist. Michelle went to the hair salon the next day. She told the hair stylist exactly what she wanted. The stylist was friendly and knew exactly what to do. When she finished, she handed Michelle a mirror. Michelle looked in the reflection and saw a completely new look. She was a bit shocked since she was not used to this look. However, she was quite happy with her new look."
  },
  {
    "title": "29. Christmas Gift Shopping",
    "content": "Christmas time was coming around. This meant it was time to shop for gifts for loved ones and prepare to spend time with them. Tammy wanted to get gifts for her parents and friends to show how thankful she was for their love and support. She wanted each gift to be special. She decided to combine store-bought merchandise with homemade items. She was going to customize each gift to make each one special. She decided to give her mom a handmade apron. Her mom loved to cook and bake in the house. She embroidered the words, \"World's Best Mom.\" Her dad loved to garden, so she decided to get him a plant and some gardening tools. Her friends were a little harder to get gifts for since they each had different interests. She decided to give each of them jars with their favorite items. She customized each jar to match their personalities. She decorated the outside of the jar with drawings, ribbons, and buttons. This part was most fun for her. Inside the jar were candy, chocolate, stickers, key chains, and a photo they had taken together. She was excited to give her gifts to her friends. She loved seeing the smiles on their faces. She thought this way her gift would be more special. She also decided this year she would donate toys to children who were less fortunate. She thought this was a great way to celebrate Christmas."
  },
  {
    "title": "30. The Job Search",
    "content": "Sarah wanted to get a job to save up money for her future. She did not want to keep asking her parents for money. She thought getting a job would be a good way to build her experience. Since she never had a job before, she decided to start with a simple part-time job. There were a lot of options out there. She could be a cashier, a tutor, a waitress, or an usher. She decided that a cashier job would be most suitable for her. This was a job that seemed simple enough that she could learn. It would also let her interact with people, which is her favorite thing to do. Sarah did not have a car, so she needed to find a job that was close to her home and school. She was still going to school, so she needed to find a job that was flexible. She walked around the restaurants and stores in her neighborhood. Some were hiring, others had all their positions filled up. She applied to 10 different places. Her top choice was her favorite frozen yogurt shop. They usually asked for a resume, a cover letter, and an application. She was excited to continue with her job search. Two weeks later, five places contacted her for an interview. They were a movie theater, a yogurt shop, a candy shop, a video game store, and a coffee shop. She did not mind any of the jobs. They all seemed suitable for her schedule."
  },
  {
    "title": "31. The Extreme Burger",
    "content": "Roberto could eat a lot because he had a big appetite. He ate five meals a day. The average person eats three meals a day. Roberto exercised a lot though. He was a big, muscular guy. He swam and played football, too. He always ordered the most food when he ate out with his friends and family. At Fatty Hatty, there was a burger eating challenge. If you could finish the entire Extreme Burger in 10 minutes, you would win a $300 gift card. \"Hey Roberto, why don't you try the challenge?\" his friend asked. Roberto had certainly thought about it before. The truth was, it just seemed too much even for him. The Extreme Burger included 10 beef patties, chicken strips, hot dogs, chicken wings, mozzarella sticks, french fries, and much more. Roberto could probably eat half of that, but not the whole thing. \"Come on, Roberto! Do it! Are you scared?\" his friend teased. Whenever someone told Roberto he could not do something, he had to prove them wrong. Roberto called over the waiter and asked for the Extreme Burger. Everyone at the restaurant surrounded Roberto. He felt nervous. \"In 3-2-1 go!\" the waiter said. Roberto started eating. The first ten bites were good, but then he started to get sick. The crowd kept cheering and that motivated Roberto. Nine minutes had passed and Roberto was down to his last bite. He took the last piece and swallowed it. The crowd cheered. Roberto felt proud. He not only proved his friends wrong, but got a gift card for one of his favorite restaurants."
  },
  {
    "title": "32. The Old Dog",
    "content": "Donald had a dog named Max. Max was 10 years old, which was quite old in dog years. Donald bought the dog to protect him and his family from danger. When Max saw suspicious activity, he barked out loud. There was one time when a robber tried to get into Donald's house. Thankfully, Max barked and Donald was able to stop the robber in time. Sometimes though, Max would bark when he saw another dog. Donald would go outside thinking something bad was happening, but it was really just another dog. Donald went on a lot of hikes and walks with Max. Donald normally did not like to exercise, but he did not mind if it was with Max. Donald would also bring Max to the dog beach, where he could play with other dogs. Max was considered part of the family. He was even in the family holiday postcard picture. Donald knew, however, that Max was going to die pretty soon. He tried not to think about it. Donald came back home from school and filled up Max's water bowl as usual. Except this time, Max did not run to the water bowl like he usually did. Donald looked around the house for Max and found him lying down on the floor dead. Donald quickly ran to Max and tried to feel for his pulse. Max was officially gone. Donald and his family buried Max in their backyard. Donald cried for a long time, and remembered all his good memories with Max."
  },
  {
    "title": "33. Lactose Intolerant",
    "content": "Rose is lactose intolerant, which means that she is allergic to dairy products. Dairy products include milk, ice cream, cheese, and yogurt. Rose hates that she cannot eat ice cream without getting a stomachache. It is something she has to deal with, though. She is okay with not eating things like cheese and milk. When Rose eats dairy products, she will get a really bad stomachache. They would be so bad to the point where she could not walk. One day in class, Rose's classmate was giving everyone noodles. Rose took a bite. It was pretty good! She had never tried anything like it before. A few minutes after she finished it, however, her stomach started hurting. Did the noodles have milk in it? Noodles did not usually have milk in it. Rose asked her classmate what was in it. He said there was a little bit of milk. Rose got mad at him. \"Hey, I didn't know you were lactose intolerant!\" he said. Rose could not get out of her chair. At the end of the class, Mr. Thompson asked Rose if she could move. \"I literally cannot move,\" she said. Mr. Thompson stayed in the class until 6 p.m., which was when her stomach stopped hurting. Rose thanked Mr. Thompson for staying with her. Rose went back home and promised that she would ask about the ingredients before eating anything!"
  },
  {
    "title": "34. Financial Aid",
    "content": "Pamela got accepted to Harvard University! Her family and friends were excited for her. Harvard was known for being hard to get into. Even if you got straight As in high school, you could get rejected. You have to also be very involved in school, do volunteer work, and write well. Pamela immediately knew that she wanted to go to Harvard, but she was worried about money. Harvard was a private school, so it was expensive. Two weeks later, she got an email from Harvard telling her what she got for financial aid. Pamela did not get as much aid as she hoped for. There are two types of financial aid: grants and loans. Grants are good because it is money given to you from the school that you do not have to pay back. For loans, you have to pay it back eventually. Harvard offered Pamela a lot of loans but not much grants. Pamela told her parents that she would not go to Harvard. Her parents told her that she should still go. Harvard was a once-in-a-lifetime opportunity. After some thinking, Pamela agreed. She decided that she was going to apply for scholarships. She went to her school's college center and found several scholarships she was qualified for. She applied to a scholarship for history majors, one for violinists, one for Filipino-Americans, and one for female students. In the end, she managed to get $3000 from scholarships. This was a good start. She would get a job at Harvard while she took classes."
  },
  {
    "title": "35. New Year Resolutions",
    "content": "Before a new year, people make resolutions. Resolutions are things you want to change about yourself or things you want to happen. Common New Year resolutions include losing weight, getting good grades, spending less, and traveling more. It is hard to achieve resolutions because we can fall back into our old habits easily and make excuses. In December, gyms are almost empty. People are sitting comfortably at home eating. Once it hits the new year, gyms are crowded with people hoping to lose weight. Sadly, people will start losing hope and get lazy. It is easy to eat unhealthy food and not exercise. Well, it takes a lot of willpower to stay healthy for a long period of time. Kathleen's resolution is to lose weight. She currently weighs 150 pounds at 5'4\". She wants to lose thirty pounds by the end of the year. Kathleen bought a year-long gym membership. She decided to buy it for the entire year instead of month by month as a way to stop herself from canceling. It costs $200 for a whole year. The gym has everything she needs. There is even a spa in the gym. Kathleen went to the gym every day for two weeks. After two weeks, however, Kathleen had to go back to school. She had less time to go to the gym. Even when she did have time, she did not go because she was tired from class. She still managed to go to the gym twice a week though."
  },
  {
    "title": "36. If Only She Waited One Day",
    "content": "Vanessa had been eyeing a dress online for a long time. It was a long, white crochet dress, which cost $100. She was hoping the price would go down. She checked the website every day for one month, but the price never went down. She wanted the dress in the medium size. The website said there were only five more left. She did not want it to sell out. She finally bought the dress. A week later, it came to her house. Vanessa excitedly opened the package and the dress was perfect. It looked exactly the way it did on the website! Her cousin was throwing a party on a yacht that night. Vanessa wanted to wear the dress for that party. When Vanessa arrived, everyone complimented on how she looked. The dress was definitely worth it. \"Where did you get that dress?\" her cousin asked. \"tula.com,\" Vanessa said. Her cousin went on the website. There were only two more in the size medium and one more in the size small. The next day, Vanessa decided to wear the same dress at her friend's dinner party. \"Hey Vanessa! Nice dress. I just bought the same one today. It was such a good price,\" Jan said. \"You mean you don't think $100 is a good price?\" Vanessa said. \"Oh no, it was only $35!\" Jan said. Vanessa's jaw dropped. If only she waited one day."
  },
  {
    "title": "37. Getting a Divorce",
    "content": "Harold and Darlene are getting a divorce. They have been married for ten years. They both felt that they married each other too young. Harold felt like he had changed a lot since then. When he was 23, he was ambitious, competitive, and sometimes even harsh. He had plans to be a CEO. Now, he was more relaxed. He was okay with not having a high-paying job. Darlene wanted the 23-year-old version of Harold. She was ambitious too, and wanted to be a power couple. A power couple is a couple where both partners are successful. Darlene was not okay with Harold only being an accountant. Harold and Darlene hate each other now. They can barely talk to each other. They have one daughter together. Her name is Christina. Christina is sad that her parents are splitting apart. She does not know who she will be living with. Usually the mother gets full custody of the child. If Christina stays with her dad, she will be living in a smaller house, but she does not mind. She is closer to her dad. They get along better. If Christina stays with her mom, she could spend more money because Darlene is rich. Christina is not that close to her mom though. Her mom does not show love often. Harold and Darlene decided that Christina should still see both of them. Harold asked Darlene if she was considering another husband. Darlene said she eventually wanted to get married again. Harold wished her good luck."
  },
  {
    "title": "38. A Waste of Water",
    "content": "Most people shower once every day. Joyce thinks this is a waste of water. She showers every other day. Joyce does not mind if people know that she does not shower daily. She tells people that showering every day is a waste of water. There are so many countries that do not have clean water readily available. There is also a drought in California. Joyce believes that people should only shower if they really have to. For example, if someone just finished going to the gym, they should shower. Joyce's entire family only showers once every other day. One day, Joyce invited her classmates to her house to work on their project. The project was on water usage. Joyce revealed that she and her entire family do not shower daily. Her classmates looked at her in disgust and then pinched their noses. \"You guys don't even smell anything. If I did not tell you, you would not be doing that,\" Joyce said. They all made excuses to leave her house. Joyce was disappointed in them. She thought they were being immature. She decided to do the project by herself. Joyce presented her project in front of the entire class. It was on showering daily and how scientists have proved that it was not necessary. The teacher was impressed and gave Joyce an A+. Her classmates ended up doing not so well. They also got in trouble for leaving Joyce to do the project by herself alone."
  },
  {
    "title": "39. An Ice Cream Accident",
    "content": "Cynthia and her friends were walking in the mall like they always do. They did this twice a month after the last class on Friday. Cynthia's favorite shop was actually the bookstore. Some of her friends liked shopping for clothes and some of her friends liked the food at the mall. \"Look! Cynthia, your favorite singer is in Forever 21,\" said Martha. Cynthia turned around. When she was turning around, she knocked an ice cream cone out of a woman's hand and it landed on the woman's shirt. The woman was upset. Cynthia apologized and started taking the ice cream off the woman's shirt. The woman was even more upset. \"How dare you touch me!\" she said. Cynthia apologized again. \"You're going to have to pay for this shirt and the ice cream!\" the woman said. Cynthia's friends started laughing. They thought it was funny that she was making a big deal out of the situation. \"Can't you just put the shirt in the washing machine? Why does she have to pay for your shirt?\" asked Martha. \"The stain is not going to come off,\" the woman said. \"It's alright, Martha. I'll just pay for it,\" Cynthia said. Cynthia asked the woman how much the shirt was. \"It was $147,\" she said. Cynthia reached into her wallet. \"Cynthia, this woman is clearly lying to you,\" Martha said. Cynthia thought about it. Martha was probably right! This woman was taking advantage of Cynthia's kindness. Cynthia asked for proof and the woman could not give it to her. The woman walked away, embarrassed that she was caught lying. Cynthia was thankful for Martha."
  },
  {
    "title": "40. A Pair of Magi-pants",
    "content": "Peggy was watching TV one day It was Monday afternoon, so there was nothing good on. It was mostly just local news, soap opera, or paid programming. Peggy decided to watch the paid programming channel. The product they were trying to sell was Magi-pants. According to the sellers, Magi-pants made your legs look smaller. They came in multiple colors. The TV showed satisfied customers talking about Magi-pants. One of them even said that she gained confidence after wearing the pants. Peggy usually made fun of the people on paid programming. This time, however, she wanted to buy the product. Peggy never liked her legs. No matter how much she exercised or diet, her legs would still be big. Magi-pants was also having a deal, too. Buy one pair, get the second one half off. If she called within ten minutes, she could get a free pair of MagiShorts. Peggy called the number. She ordered one pair. A week later, the pants arrived in the mail. Peggy tore the package and tried them right away. She looked in the mirror, but did not see the difference. Frustrated, she called the company asking for a refund. \"Miss, are you sure you don't see the difference?\" \"Yes, I am sure,\" Peggy said. The sales representative tried to offer her another pair of pants, but Peggy declined. That was the first and last time she ordered anything from paid programming."
  },
  {
    "title": "41. Embarrassed to Be Seen",
    "content": "Melanie had liked Paul for a long time. One day, she just told him that she liked him. Paul said he liked her, too. He asked her if they could get dinner at his house. Paul said that he cooked well. When Melanie went to Paul's house, Paul was a perfect gentlemen. He took her coat; he let her sit down first; he served her food; he made salmon with kale and broccoli. They shared stories about their childhood and what they wanted for the future. Melanie enjoyed the date. The next day Melanie texted Paul asking him to have lunch with her on campus at 1 p.m. Paul said he was going to be in class. However, Melanie saw Paul sitting with his friends near the patio. Why did he lie to her? In the evening, Paul texted Melanie asking her if she wanted to have dinner at his place again. Melanie said yes. When Melanie arrived at his house, she asked why he lied to her earlier. Paul sighed. \"The truth is, I don't want people to know we are dating,\" he said. \"Why not?\" Melanie asked. \"My friends don't have the best opinion of you,\" he said. \"What?! What do they think about me?\" she asked. \"They just think you're kind of weird and too talkative,\" he said. \"So you are embarrassed to be seen with me?\" she asked. \"Don't say it like that,\" Paul said. The next day Melanie went up to Paul and his friends. \"Just so you know, Paul and I are dating,\" she said. His friends were shocked and could not believe it. \"Is this true, Paul?\" they asked. Paul owned up to the truth and admitted it."
  },
  {
    "title": "42. The School Dress Code",
    "content": "Liberty High School decided to enforce a dress code. Up until now everyone could wear whatever they wanted. Students started taking advantage of this. Boys were sagging their pants and wearing shirts with bad words on them. Girls were showing their belly button and wearing shorts that were too short. The principal made the announcement about the dress code in the auditorium. All the students were upset. \"This is ridiculous!\" someone yelled. \"Quiet down or else you will get detention,\" Principal Baker said. Principal Baker showed the students the uniform. The girls had to wear a white collared shirt with a red skirt. The boys had to wear a white polo shirt with red slacks. The boys and girls had to wear the same white shoes, too. The students were disgusted. \"If you have long hair, you need to wear your hair up,\" the Principal said. The girls were furious. \"Piercings and tattoos are not allowed either,\" Principal Baker added. \"What if we already have a tattoo? I can't remove it!\" a student shouted. \"That is fine. Just do your best to hide it,\" Principal Baker said. Principal Baker thought everyone would be in uniform the next day. Instead, everyone was protesting! Students were carrying signs that said \"No Uniforms!\" and wearing inappropriate clothes. Principal Baker called everyone into the auditorium. \"I am demanding everyone to call their parents to bring them their uniform. If you do not do this, you will be suspended,\" Principal Baker said. The students knew how bad a suspension looked on their records. They did what Principal Baker demanded and wore their uniform every day since."
  },
  {
    "title": "43. To Be Independent",
    "content": "Beverly has been in boarding school since she was ten years old. Her parents put her in boarding school to make her a more independent person. Beverly was against it at first. She wanted to stay with her parents like most kids of her age. She started getting used to boarding school when she was about 15 years old. She would only see her parents during winter break and during the summer. Beverly is okay with it now, because she is so used to not seeing her parents. Whenever she sees her parents though, they spend almost every day together. However, Beverly is going to attend a university near her parents. In fact, the university is only 20 minutes away from their house. Beverly asked if they wanted her to stay with them. Her parents said that she should live in the dorms to make more friends. Beverly agreed. Even though Beverly lived close to her parents, she barely saw them because she was so busy. She did see them during winter break though. Beverly wanted to study abroad in the summer in Italy. She asked her parents if they were okay with that. \"Absolutely not! Being alone in a different country is dangerous!\" her mom said. \"But I have been alone for so long! Isn't this why you put me in boarding school to begin with? I know how to be independent. I am responsible and smart enough to go to Italy alone,\" she said. \"Honey, the truth is, we just wanted to spend summer with you,\" her dad said. That is when Beverly realized that even though her parents wanted her to be independent, they cherished spending time with her a lot."
  },
  {
    "title": "44. An Artist's Dream",
    "content": "James was always good at painting and drawing. He could paint faces and buildings accurately. He could come up with original artwork, too. He also does abstract art. Abstract art is art that uses shapes, colors, forms, and textures, but does not represent real objects. For example, a red circle painted on a black background is abstract art. However, James knew that art was not the most stable career. James was at community college. His parents wanted him to get an Associate Degree. James hated community college though. He didn't care about math, science, or English. He just wanted to draw. After one semester, he decided to drop out. His parents were furious. \"How are you going to make a living?\" his dad asked. \"By doing what I am good at,\" James said. The very next day, James enrolled at his local art college. His dream was to eventually become a book illustrator. James did very well at his art college. He won a lot of art competitions. After he graduated, however, James had trouble finding a job as a book illustrator. There were not that many positions available. After three months of not working, James decided to apply to different jobs. He applied to graphic design positions and had better luck there. It paid pretty well, too. He did not want to give up on his dream of becoming a book illustrator, but he was glad he was making money. His parents apologized for not believing in him earlier."
  },
  {
    "title": "45. Lying About Being Rich",
    "content": "Mary is going to a private school that costs $15,000 to attend each year. Mary does not have to pay anything though because she has a scholarship. Her parents are very poor. Her mom works as a cashier at 7/11 and her dad works as a custodian. Mary has to get a 3.5 GPA every semester to keep her scholarship. Mary pretends that she is rich so she can have friends. Everyone at the school has nice cars and clothes. It can be hard for Mary to keep up. Mary's friend Patricia is throwing a party for her 16th birthday. It was going to be in the ballroom of a hotel. There was going to be hundreds of guests, a chocolate fountain, an ice sculpture, and famous singers. Mary had to wear a beautiful dress, but she knew she could not afford it. \"Mary, what are you going to wear?\" Patricia asked. \"I think I'll wear the dress I wore at your birthday party last year,\" she said. Patricia started laughing out loud. \"You're kidding me, right?\" Patricia said. \"Yeah, I am! Guess you got me!\" Mary lied. It took Mary over two years to pay off the dress she bought last year. Now she had to get a new one. Everyone would be wearing dresses that cost at least $100. Mary could only spend $30 on a dress. She went to a thrift shop. She looked around for hours trying to find something good. Mary finally came across a long, red, and strapless dress. It was originally $300, but now only $20! What a good deal! Mary wore the dress at Patricia's party and everyone complimented her."
  },
  {
    "title": "46. Getting Contact Lense",
    "content": "Linda has been wearing glasses since she was four years old. She has never liked them. She thought that glasses made her look too nerdy. She felt ugly in them. People called her Four Eyes when she was little. Not that many four-year-olds wore glasses. Every year Linda would beg her parents for contact lenses. Every year they just told her that she was not ready. They were afraid that her eyes were going to get infected. However, Linda's parents surprised her by taking her to the optometrist. After testing Linda's vision, the doctor gave her a sample pair to wear. She put the contact lens on one finger and put it near her eye. She was nervous. \"Don't be scared. It won't hurt you,\" the doctors said. It took Linda ten tries to get the contacts inside her eyes. It felt weird and amazing! She could actually see clearly without her glasses. At school, everyone kept asking what happened to her glasses. Linda realized that people knew her for her glasses. They could barely recognize her. She kept getting compliments and loved it. Linda also started wearing makeup since people could see her eyes more easily. She was getting more attention from the popular guys and girls at school. She started hanging out with them. Linda's old friends got mad at her. She apologized and asked the popular kids if her old friends could join them. They said no. Linda decided to leave the popular group."
  },
  {
    "title": "47. From Skinny to Muscular",
    "content": "John grew up skinny. Because of this, he was bullied a lot. Bigger guys would push him around and girls would make fun of him for being skinnier than them. John decided to transform himself in college. He took advantage of the free gym at his college, and went there every day from 9 p.m. to 11 p.m. He lifted light weights at first and then moved on to heavier ones. Every three weeks, he increased the weight he lifted by five pounds. He also did push-ups, sit-ups, and pull-ups. He also drank protein shakes before he worked out. Protein shakes helped him gain muscle mass. John also changed his diet, too He started eating foods like beef, eggs, brown rice, and beets. In six months, John was no longer skinny. He was muscular and no one bullied him in college. He felt a lot happier, too. He felt more confident about himself and was happier going to class every day. His friends from high school noticed the change and complimented him on his healthier body. John was so inspired by his own body change that he decided to create a program teaching high schoolers how to get stronger. He first taught at his old high school, and then taught at several high schools nearby. Later he made a DVD about how to get stronger. The DVD was sold worldwide. Eventually John went on talk shows and wrote books about his journey."
  },
  {
    "title": "48. Fishing for Compliments",
    "content": "Fishing for compliments means trying to get people to give you compliments. Barbara loved fishing for compliments. She usually says something bad about herself so that people will feel bad about her and give her compliments. She would say something like \"I look so bad in this dress.\" Her friends would say, \"No, you don't! You look great!\" Barbara has done this so much. One day, one of her friends said, \"Barbara, you always say bad things about yourself and we keep telling you the opposite.\" After that, Barbara tried to stop fishing for compliments. It was hard to stop though. She felt like the compliments boosted her low self-esteem. Her therapist suggested that she write down a list of things she liked about herself. It was hard. She would write one thing and then cross it out. Her therapist then asked her to write down a list of compliments she received from other people, which was easier. She wrote things like \"smart,\" and \"kind.\" \"Do you think these compliments are true?\" she asked. \"Some of them,\" Barbara said. \"Now, I want you to write down why people would say you're smart or kind,\" the therapist said. For \"smart,\" Barbara wrote that she has straight As, reads a lot of books for fun, and watches the news. For \"kind,\" Barbara wrote that she helps elderly people cross the street, opens the door for people, and volunteers at the homeless shelter. \"Good job! Now you can see why you are smart and kind, and start to believe it,\" she said. Barbara agreed. Writing down the reasons helped her."
  },
  {
    "title": "49. Quitting College to Follow Dreams",
    "content": "Many famous people we know and love quit college to follow their dreams. Mark Zuckerberg and Steve Jobs are just a few of them. Elizabeth was majoring in communication studies. She was doing well in college, but she had bigger dreams. She wanted to create a clothing line. She has been designing clothes for a long time. She wanted her clothing line to be high quality, but affordable. She told her parents that she wanted to quit college. Her parents were not happy about it. Elizabeth told them about Zuckerberg and Jobs. Her parents said that they were exceptions. They told her that if she quit college, she had to leave the house. Elizabeth thought about it and made the decision to quit college. She lived at her friend's house for a little bit. She worked full-time as a manager at Starbucks, and made enough money to pay her part of the rent and buy food. At night, Elizabeth would sketch designs. After a few months of saving money, Elizabeth opened up a website and posted her clothes online. She started advertising to her friends and cousins. She asked them to share her website to their friends and family. Eventually, Elizabeth was getting order requests. She was getting so many that she was feeling overwhelmed. She promised that the clothes would be shipped out in two weeks, but she couldn't make all of the clothes in time. She decided to hire three people to help her make the clothes."
  },
  {
    "title": "50. A Fashion Trend Setter",
    "content": "Jennifer liked to try new things when it came to fashion. She would get made fun of a lot, but she didn't care. One day, she decided to wear checkered pants to school. When she was walking in the hallway, her classmates stared at her and laughed. \"Wear some jeans, you freak!\" someone said. Jennifer ignored them. They were boring and jealous of her confidence, she said to herself. One month later, checkered pants were the most fashionable thing around! All the people, from kids to grandparents, were wearing them. It got popular after a famous singer started wearing checkered pants. Jennifer laughed. The people at school must be feeling dumb right now. People apologized to Jennifer. Fashion trends start small and end up getting bigger. Jennifer decided to wear rainbow striped socks to school. Everyone thought she was weird and made fun of her. Jennifer reminded them about the last trend she set. People said that she was just lucky. Two weeks later, rainbow socks were in style. They were sold out everywhere. People now realized that Jennifer was a trendsetter. Next week, Jennifer wore a headband. Normally, people would make fun of her, but this time everyone was copying her. Every girl was wearing a headband at her school. Every day people at her school would write down what Jennifer was wearing and copy her."
  }
]