[
  {
    "title": "26. School Mascot",
    "content": "Lisa needed a job to pay for a car. She needed a car so she could get to school and other places more easily. Lisa saw an ad looking for a school mascot. It was paying $12 an hour, which was a lot for a high school student. She went to the try-outs. The interviewer asked Lisa why she wanted the job, and why she thought she would be a good fit. Lisa said that she was very proud of being a tiger and would love to get other students excited about the school's sports teams. Lisa found out that she got the job! Her first day of work would be at the football game tonight. When she got to the football field, she put on her costume and her tiger head. It was smelly and hot inside. She kept thinking about how she needed a car. Then, she overheard someone say that it would suck to wear the tiger costume. Lisa felt bad about the job. Lisa's high school football team won. The crowd got up from their seats and cheered. A lot of people wanted to take a picture with the tiger. Lisa spent an hour just taking pictures. After the day was over, Lisa thought about how much money she made. It was the only thing keeping her going."
  },
  {
    "title": "27. A Hero",
    "content": "Joy, Samantha, and Maggie were walking around town. The weather was nice; everyone seemed happy; the girls had each other. Just when everything seemed perfect, the girls heard a scream. \"That man just took my purse!\" an old lady shouted. Joy ran after the man without thinking. She was a professional track runner, so she was fast. She caught up to him easily. \"Hey, give that bag back!\" Joy demanded. The man tried to run away, but Joy snatched the bag away from him before he could. A police officer saw the whole thing happening. \"I can take it from here,\" he told Joy. Joy thanked him. \"Next time, don't run after criminals. You might get hurt,\" he said. Joy gave the bag back to the old lady. The old lady was so happy and called Joy a hero. She took out her wallet and gave Joy $50! Samantha and Maggie were impressed with Joy. \"You did a great thing, Joy.\" Samantha said. Joy blushed. She didn't feel like a hero. The next day, the city newspaper wanted to do a story and interview with Joy. Joy decided to do it, because a little part of her wanted to be famous."
  },
  {
    "title": "28. Life Seems Unfair",
    "content": "They say that good things happen to good people, and bad things happen to bad people. This doesn't always feel true. People who have done great things die before they should. It makes life seem unfair, and it is sometimes. People who do bad things get away with it, sometimes. Eventually, people's deeds catch up to them. Shawn was a good person. He volunteered every week at the animal shelter. He was nice to everyone, even strangers. He took care of his grandparents. Good things should happen to him, right? Unfortunately, Shawn just found out that he got laid off at work. This is unfair. However, losing a job when he needed it badly made him very motivated to look for a new job that paid well. Eventually, he found a great job as a teacher in China. Lizzie was a bad person. She stole people's credit card information, yelled at waiters, and used all her friends. Bad things should happen to her, right? Well, Lizzie happened to win $200,000 from a lottery. This is unfair. Justice was served eventually. She was sued for credit card fraud, and had to use the money she won to hire a lawyer."
  },
  {
    "title": "29. The Acne Problem",
    "content": "While most teenagers had acne, a condition where one gets a lot of pimples, Melinda had great skin. Her skin was perfectly smooth with no flaws whatsoever. She thinks she got her smooth skin from her parents. She also might have smooth skin because she drinks a lot of water. Having acne is tough because teenagers care a lot about their appearance and what other people think of them. Having acne can cause people to feel bad about themselves, shy away from others, and not go out. Melinda doesn't have this problem, but her sister, Ivana, does. Ivana didn't understand why she had acne, because no one in her family had it. Ivana ate fairly healthy, too. She felt like she was just unlucky. Because of her acne, Ivana felt insecure about herself. It was hard for her to be confident. She always tried to avoid attention. She barely talked to anyone. Ivana decided to try ProActiv because she kept seeing it on TV. It ended up improving her skin. It was less red and bumpy. Meanwhile, Melinda got her very first pimple, and it was on the day of her big speech in class! It was horrible timing. That's the thing about pimples though, they just appear out of nowhere!"
  },
  {
    "title": "30. A Mystery Man",
    "content": "Ed Kane was a teacher at Middlebury High School. He taught math. He was known as the \"Mystery Man.\" No one knows anything about him or his life. Ed wants to keep it that way. He didn't want to be a teacher. He wanted to be an astronaut, but things didn't work out that way. He came to Middlebury to teach, not to get to know the students. Even though he wasn't the happiest or friendliest teacher, Ed was always willing to help out his students if they needed help, but if they asked about his personal life, he would turn them away. One of the troublemakers in the class, Matt, asked Ed what his plans for the weekend were. \"I don't know,\" Ed said. \"Mr. Kane, tell us something about yourself,\" Matt asked. \"That's enough, Matt!\" Ed said. It wasn't that Ed was embarrassed by his lifestyle, but rather, Ed just thought that students should focus on math. If he got too friendly with them, they might think of him as an \"easy\" teacher. Ed was married, with two kids and one guinea pig. Ed's hobbies included golfing and swimming. Ed was a very intelligent man and only had two close friends."
  },
  {
    "title": "31. Moving Schools",
    "content": "Catherine was moving schools, because she was being bullied at her old school. She liked the teachers, her classes, and her friends at her old school, but the bullying was so bad. The girls would call her mean names, trip her, and embarrass her in front of other classmates. They bullied her because she was an easy target. Catherine wore a hearing aid as she was disabled. Catherine's new school was a private Christian school. She had to wear a uniform and pray between classes. Catherine was okay with praying, but she didn't like the uniform. She always liked expressing herself with clothes. Now, she could only wear the clothes she wanted on the weekends. Although there were no bullies, her classmates were hard to get along with. Catherine felt like her personality was so different from theirs. Her classmates were very studious, quiet, and kind of boring."
  },
  {
    "title": "32. A New Haircut",
    "content": "Angie was a fashion model. The modeling industry was a tough world. Although it looks glamorous, it is hard to make it big in the industry. Angie's agent suggested that she get a new haircut to make her stand out. Angie currently had long, blonde hair. She did not have a unique look. Angie didn't want to cut her hair though. She loved it. Angie and her agent went to a fancy hair salon called Cute Cuts. The hair stylist was world renowned. \"Cut nine inches off and spike up her hair like a boy's hair,\" the agent said. Angie was nervous. The hair stylist stroked her long hair. \"Are you ready to be a star?\" the hair stylist asked. Angie slowly nodded her head. She wasn't ready, but it didn't matter. Angie listened to classical music while the hair stylist cut her hair. She tried to fall asleep so she wouldn't have to think about her hair. After 45 minutes, the hair stylist removed the hair towel. \"Ta da!\" she said. Angie started crying. She thought she looked awful! \"You'll feel better once you book jobs,\" the agent said. Although Angie didn't like her haircut, she admitted that it was going to make her stand out."
  },
  {
    "title": "33. Started From the Bottom",
    "content": "Right now, Eileen is a famous fashion designer. She started from the bottom though. She was raised by a single mother with five other siblings. There was barely enough to eat. In fact, there were a lot of days when she just ate an apple and a slice of bread. Eileen also lived in a bad neighborhood, where hearing gunshots was normal. Eileen didn't do well in school either. She had a hard time focusing, and often fell asleep while her teachers were talking. It was hard to think about George Washington or the scientific theory when you had personal problems. Because she didn't do well in school and she needed money, Eileen didn't go to college. She immediately worked at a clothing store as a cashier. Eileen would sketch designs during her break time. One lucky day, the owner at the time saw her designs and was impressed. He offered Eileen a position as a designer. Eileen worked for her boss for five years before starting her own company called Bottomless. There are now Bottomless stores in over 100 countries! Eileen has been on many talk shows speaking about her rise to success."
  },
  {
    "title": "34. No Vote, No Opinion",
    "content": "In the United States, you can pretty much vote for who you want to be President if you are 18 years or older and a U.S. citizen. People don't realize how great this is. In some countries, power is passed on to relatives, and the people don't get any say in who the leader of the country should be. However, a lot of people in the United States, especially young people, do not vote. There are many reasons why people don't vote. Firstly, they don't believe their vote matters. The truth is, everyone's vote matters! Secondly, they don't think that anything will change if they vote. Although, it's hard to see big changes right away, the presidential candidate you vote for affects many policies. Thirdly, people are lazy to go out of their house to vote. This is the worst excuse. People need to realize that voting is a privilege. Imagine if we couldn't vote. We would feel out of the loop. We would feel that our opinion doesn't matter. If you don't vote for a candidate, then you have no right to complain about the president who will be elected."
  },
  {
    "title": "35. The Addiction",
    "content": "Yvonne is addicted to biting her nails. She doesn't know how it started. She has been biting her nails since she was four years old. She bites her nails when she is not doing anything with her hands; she bites her nails when listening to her professor or waiting in line. People around her are grossed out by her habit, but Yvonne can't help it. Her addiction is getting worse. Yvonne now has an infection on the tips of her fingers. Her fingernails are also yellow. When Yvonne noticed all this, she realized that she needed to make a big change. Yvonne decided to paint her nails to stop herself from biting them since she doesn't want to bite on the nail polish. Yvonne was in class listening to a boring lecture, which made her want to bite her nails. She looked at her blue nails and stopped herself. Ten minutes later, she looked at her nails again. She started sweating and tapping her foot. The girl sitting next to her asked if she was okay. Yvonne couldn't take it anymore. She just had to bite her nails again."
  },
  {
    "title": "36. Writing an Essay",
    "content": "Bradley was a typical \"cool\" guy. He was the captain of the football team dating the head cheerleader. He was rich, tall, and good-looking. He was also the president of the high school. Bradley had one problem. It was his grade in English. He couldn't write an essay to save his life. He had trouble coming up with ideas. Bradley's final English paper was supposed to be about his role model. He wanted to write about his football coach. Bradley knew he couldn't do well by himself, so he hired the smartest student in class to help him. He was going to pay Melody $10 an hour. Bradley invited Melody to his house. \"Okay Bradley, start with an interesting sentence that's going to grab the reader's attention.\" \"How about 'Soccer is called football in most countries'?\" Bradley suggested. \"But that has nothing to do with your topic,\" Melody said. Bradley felt bad. \"Hey, don't feel bad. Coming up with hooks can be challenging. Why don't you use a quote that your coach said?\" Melody suggested. Bradley thought that was a good idea. His hook was \"Football is an art, not a game.\""
  },
  {
    "title": "37. Eyebrow Waxing",
    "content": "Clara always thought her eyebrows were too bushy. Having good eyebrows was becoming a very popular trend among girls. Clara's friend, Rachel, offered to take her to a salon to wax her eyebrows. Clara didn't like that idea. She didn't want a stranger to be so close to her face. Rachel offered to give Clara waxing products so she can fix her eyebrows herself. Clara said okay. Clara went over to Rachel's house to get the eyebrow waxing material. She then went to Rachel's bathroom. Clara was nervous. What if she did it wrong? She slowly spread the wax on her eyebrows. A couple minutes later, she pulled the wax off. \"Ouch!\" Clara yelled. Clara looked in the mirror. Her eyebrows were gone! She had accidentally pulled off too much of it. She screamed. Rachel went in the bathroom to check on her. \"I heard screaming, what's wrong?\" Rachel asked. Clara turned around and pointed at her face. Rachel tried to hide her laugh. \"It's not funny,\" Clara said. \"Well, it kind of is, because you were worried that you had too much hair before, and now you have none,\" Rachel said."
  },
  {
    "title": "38. A Yes-Man",
    "content": "Paul tried hard to please everyone and had a hard time saying no to anything. When people asked him to do exciting things, Paul said yes, so people would think he's a fun guy. He also said yes to exciting things because he thought life was too short not to try new things. When people asked him to do favors for them, Paul said yes because he wanted people to like him. His agreement to everything was a big problem when he was busy with homework, chores, or any other personal commitments. One time he had a test that was worth 50% of his final grade, and the day before it, he decided to go skydiving with his neighbor. Skydiving took about five hours, and Paul couldn't get home until 11 p.m. By then he was tired and found it hard to focus on studying. Another time Paul's friend asked if he could turn in her paper for her at 3 p.m. Paul had to be at his soccer game at 3:10 p.m. Any other person would have said no, but not Paul. Paul turned in the paper for his friend, ran to the gym to change, and then arrived at the soccer game 10 minutes late."
  },
  {
    "title": "39. Christmas Spirit",
    "content": "Kenneth and Leslie raised their kids to have Christmas spirit. They do all the Christmas traditions, everything from decorating the house with lights to putting a star on top of the Christmas tree. The kids even think that Santa Claus is real. This all changed when Kenneth and Leslie's son, Thomas, saw Kenneth put a bunch of Christmas presents under the Christmas tree late at night. Thomas gasped. He was upset that his parents lied to him. \"Mom, dad, why didn't Santa come this year? I saw you two putting gifts under the tree,\" he said. Kenneth and Leslie looked at each other with worries. \"Well, son, the truth is, Santa didn't have time to put them under the tree, so he gave them to me and your mom,\" Kenneth said. Leslie was impressed with her husband's ability to come up with a lie so quickly. \"You know, a lot of kids at school say that Santa isn't real,\" Thomas said. \"Well they're lying, honey. They just want to make you feel bad,\" Leslie said. \"Really? Well, can you prove it by bringing me to Santa Claus?\" Thomas asked. \"Well, we can bring him to you,\" Kenneth said. An hour later, Kenneth entered the house in a Santa Claus costume."
  },
  {
    "title": "40. Valentine's Hater",
    "content": "Linda loved her husband Tom, but she hated Valentine's Day. She thought it was lame and pointless. She thought it was dumb that couples acted especially nice to each other on Valentine's. She believed that lovers should treat every day like Valentine's Day. Tom had flowers delivered to Linda's work place on Valentine's Day. When she saw them on her desk, she rolled her eyes. Tom knew she hated Valentine's Day. She also thought that flowers were a waste of money. They died so quickly. She could never understand why anyone would pay over $30 for a bouquet of flowers. When Linda got home after work, she asked Tom why he sent her flowers. \"I know you hate Valentine's, but I saw my friend play the piano in front of his wife for Valentine's, so I wanted to do something special,\" Tom said. Linda smiled. Even though she hated Valentine's, she felt loved by her husband."
  },
  {
    "title": "41. A Foreign Accent",
    "content": "Ying moved to the U.S. when she was 15 years old. She was born in China, and had a Chinese accent when she spoke. She didn't like her accent, because it made her sound funny, and people sometimes couldn't understand what she said. Ying also knew that people made fun of her accent. Ying's history teacher made everyone go up in front of the class and recite a part of the Constitution of the United States. Ying didn't want to do it. She asked her teacher if she could record herself and send it to him. The teacher said no because that would be unfair to everyone else. Ying then said that it was unfair that everyone had an American accent. The teacher told her to take classes to get rid of her Chinese accent. Ying took her history teacher's advice and took a class on getting rid of the foreign accent. The class was filled with people like Ying. The teacher had Ying and the other students pronounce things. After a week, Ying didn't see an improvement. She decided to stop going to class and start loving her accent. She shouldn't have to change herself. People should like her the way she is."
  },
  {
    "title": "42. The Career Day",
    "content": "The Career Day was the time when parents of students came into the classroom to talk about their jobs. Jane brought her dad, who was a bus driver. Jane's dad did not like his job when he was first starting out. After five years, he liked it. He liked it because he got to talk to people. Sometimes, though, no one wanted to talk to him. Those days were bad. Jane's dad talked about what he had to do as a bus driver in front of Jane's classmates. \"Anyone interested in becoming a bus driver?\" Jane's dad asked. No one raised their hand. The next parent going up was Julia's dad. Julia's dad was a firefighter. He dressed up in his firefighter uniform. He talked about his experiences and the crazy fires he had to put out in the past. The students loved Julia's dad. They asked him a ton of questions, and someone even hugged him. Jane's dad felt bad. He left the classroom before the day ended. Jane's teacher ran out of the room to talk to him. \"Mr. Lowell, I just wanted to tell you that I have so much respect for what you do.\" Jane's dad smiled."
  },
  {
    "title": "43. Bad Guy Gone Good",
    "content": "Donald is getting out of jail today after five years. He was in jail for hurting a convenience store manager. Donald had stolen food from the convenience store, and the manager ran after him. Donald punched the manager and ran away with the food. Shortly after, the police got him. While Donald was in jail, he promised that he would change his life around if he got out of jail. He saw some scary stuff while he was in jail. Jail was a whole other world. It was almost like high school but worse. There were cliques, where the tough guys tried to scare everyone. Donald tried to stay away from trouble. When Donald got out of jail, he smelled the fresh air. It felt great being out. He went to the convenience store he stole from. The manager saw him, and grabbed the phone immediately. Donald assured him that he didn't want to hurt him. \"I want to apologize for what I did. I stole food, because I was homeless. I'm not trying to make excuses for how I hurt you, though.\" Donald gave the manager an envelope with $1,000 inside. \"I know it doesn't make up for everything, but I was saving up this money for five years in jail,\" Donald said. The manager gave him a hug."
  },
  {
    "title": "44. Taking Revenge",
    "content": "Hannah was a good girl. She went to school on time; she did well in class; she was nice to everyone; she played soccer; she volunteered at the homeless shelter once a week. Hannah was about to go bad though. Yesterday, someone robbed her house. She felt sad that bad things could happen to her even though she never did anything wrong. Hannah decided to take revenge. Through her neighbor, she found out who robbed her. It was someone who lived just three streets down. At night, Hannah dressed in black and wore a mask. She was going to take back what the robber took and more. She wanted him to feel what she and her family felt. Hannah unlocked the door with a paperclip and went inside the house. She saw her belongings near the fireplace. She grabbed the belongings and put them inside a big, black bag. She also stole some money, although it wasn't a lot. She realized that there wasn't anything worth stealing, so she spray painted the walls."
  },
  {
    "title": "45. Fireball Wings",
    "content": "Lillian loves spicy food. She has a high tolerance for it, which means that she can eat a lot of it without suffering. Sometimes, she even adds more chili to spicy food! Lillian and her friends decide to try the Fireball Wings at a popular chicken wing place in their town. The Fireball Wings were supposed to be so spicy that you could still feel the burn after one hour of eating a bite. Lillian and her friends had to sign a waiver to eat the wings so that they couldn't sue the business if they had any health problems after eating the wings. Lillian was excited. Finally the plate of wings came in, and everyone could smell the chilli. One of her friends sneezed because the smell was so strong. Lillian took the first bite. It was hot! She started panting and breathing heavily. She drank some water, but it was still hot. Her friends ordered some milk for her. Milk is supposed to be good for dealing with spicy food. Lillian drank two glasses of milk, but her mouth was still burning. Her friends decided not to eat the wings, because if Lillian couldn't handle it, then they surely wouldn't!"
  },
  {
    "title": "46. Friends Betrayal",
    "content": "Benjamin and Kyle are best friends. They met when they were 10 years old. They were both in the same swim class. They became the fastest swimmers in their class. They joined the swim team at their high school. Even though they were great swimmers, Benjamin and Kyle had different personalities. Benjamin was book smart. He had straight A's in all his classes, even the advanced ones. Kyle was street smart. He knew how to get what he wanted. Benjamin and Kyle both wanted to be the swim team captain. However, there can only be one. Whoever got the most votes would be the next captain. Kyle was worried, because he knew that Benjamin was more popular than him. A lot of the other team members thought Kyle was a bit mean. Kyle had a plan though. The next day, he gathered up all the swim team members except Benjamin to meet him at the pool. \"Hey guys, I know you want to vote for Benjamin, and I think he's a great guy. The thing is, he would be a terrible captain. He always puts school first. He would rather study for a test than practice his breast strokes. I love swim and would put everything I have into this team.\" Kyle knew what he did was bad, but he wanted to be captain so badly that he did not care."
  },
  {
    "title": "47. The Election Speech",
    "content": "Benjamin walked out of the locker room after swim practice. One of his team members, Aaron, wanted to talk to him. \"Ben, there's something you have to know,\" Aaron said. \"What is it?\" Benjamin asked. \"Kyle said you would be a terrible captain to the entire swim team!\" Aaron said. Benjamin went back home depressed. He didn't think that Kyle would betray him. Tomorrow would be the swim captain election. Benjamin didn't have time to worry about Kyle. He had to prepare his speech. The next day, Benjamin and Kyle stood in front of the swim team. Kyle went first. \"Hello, fellow team members! I want to be your next swim captain, because there is nothing I care more about than swim. I will put 110 percent into every practice we have and every competition we enter. We're going to be winners if you vote for me.\" Benjamin was up next. \"Hi all. I should be the next captain, because I want to make this team stronger. It's important that we all work together and be friends with each other. We need to support each other whether we win or lose. I will make this team a family. By being a family, we will be more motivated to do our best.\""
  },
  {
    "title": "48. The Vote for Swim captain",
    "content": "Benjamin and Kyle had just made their speeches to be swim captain. \"Alright, all those who want Kyle as your captain raise your hand,\" the swim coach said. Five people raised their hands. \"All those for Benjamin, raise your hand,\" the swim coach said. Thirty people raised their hands. Everyone congratulated Benjamin and chanted his name. Kyle was upset and left school early. Benjamin went to Kyle's house after school. He knocked on Kyle's door. Kyle opened it. \"Hey man, what's up?\" Kyle said. \"Were you ever going to tell me that you said I'd be a terrible captain to the whole swim team?\" Benjamin angrily asked. Kyle did not know that Benjamin found out about the betrayal. \"I'm sorry, man. I wanted to be the captain so badly.\" \"I thought we were best friends. How could you do that?\" Benjamin asked. Kyle shook his head in shame. \"The truth is, I was jealous of you. You're a great swimmer, you're the smartest one in our class, and everyone likes you.\" \"Kyle, you're pretty great, too. Girls like you, your swim technique is amazing, and you know how to get what you want,\" Benjamin said. \"Can you forgive me? I'm really sorry.\" Kyle said. \"Yeah, but let's talk about it over dinner. I'm starving!\" Benjamin said. Kyle and Benjamin went to a restaurant they had been going10 years old. 10 years old."
  },
  {
    "title": "49. Mary and Natasha",
    "content": "Mary and Natasha both like Kyle. They both want to go to the homecoming dance with him. Mary got to him first. \"Hey Kyle, want to go to homecoming with me?\" \"Oh gosh. I'm actually asking someone else later today,\" Kyle said. Mary was furious. How could he say no to her? \"Who are you asking?\" Mary asked. \"Natasha,\" he said. Mary had to do something. She couldn't let Natasha take Kyle away from her. Mary walked over to Benjamin, Kyle's best friend. \"Hey Benjamin, you should ask Natasha to the homecoming dance.\" \"Really? I don't think she likes me,\" he said. \"She told me she likes you,\" Mary said. \"Okay, I will ask her out! Thanks for telling me!\" Benjamin said. Benjamin went up to Natasha during lunch with roses. \"Natasha, will you go to the homecoming dance with me?\" Benjamin asked. Natasha didn't want to go with Benjamin, but everyone was staring at them. She didn't want to embarrass him by saying no. \"Yes, I'll go with you,\" she said."
  },
  {
    "title": "50. The Homecoming Dance",
    "content": "Kyle and Benjamin were hanging out after school. \"So I'm going to the dance with Natasha,\" Benjamin excitingly said. \"What?! I was going to ask her out later today!\" Kyle said. \"What?! Well, it's too late. She already said yes to me,\" Benjamin said. Kyle was sad. He decided to ask Mary to the dance instead. It was better for him to ask someone than no one at all. At the dance, there were a DJ, a disco ball, food, the school mascot, and pretty decorations. Everyone was having a good time, except Benjamin, Kyle, Mary, and Natasha. Benjamin and Natasha barely spoke to each other. Natasha kept thinking about Kyle, and Benjamin thought Natasha was way too quiet. Kyle kept thinking about Natasha, and Mary was mad that Kyle wasn't paying attention to her. \"Give me a second, I'm going to see how Ben is doing,\" Kyle said to Mary. Kyle walked over to Benjamin. \"Hey, where's Natasha?\" Kyle asked. \"She's in the bathroom,\" Benjamin said. \"None of us are happy right now. Why don't we switch dates?\" Kyle suggested. \"That would leave me and Mary unhappy,\" Ben said. Kyle sighed. He knew Ben was right. The homecoming dance was just going to be a bad night."
  }
]