[
  {
    "title": "51. Nothing Was Impossible",
    "content": "Katie wants a lot of things that are hard to get. She wants to be President of the United States when she is 35. She wants to go to Harvard. She wants to get 1 million friends. She wants to have 10 more siblings. She wants to be a belly dancer. She wants to travel all over the world. She told her mom about all her dreams. \"You should be more realistic,\" her mom said. \"But I want to be amazing!\" Katie said. \"Start small,\" her mom said. Katie ignored her mom. Nothing was impossible. The word impossible even says, \"I'm possible.\""
  },
  {
    "title": "52. She Doesn't Want Anything",
    "content": "Donna's birthday was coming up. Her friends asked her what she wanted. Donna said to get her nothing. She did not want to owe them anything. Her parents asked her what she wanted. Donna told them not to get her anything. \"Are you sure?\" her mom asked. Donna said yes. Donna's parents and friends did not believe her. They thought she was just being modest. They got her presents anyways. Donna's mom gave her a diamond bracelet. Her dad gave her flowers. Her friends threw her a surprise party. Donna said thank you. Donna was a little disappointed though. She did not have much fun at her surprise party."
  },
  {
    "title": "53. Long Distance Relationship",
    "content": "Arthur and Betty used to go to the same high school. After high school, they went to different colleges. They still wanted to date though. Arthur lives in California. Betty lives in Massachusetts. They talked to each other a lot. They talked on the phone. They sent letters. They sent photos of what they were doing/span>to each other.They talkedto each otheron Facetime, too. to each other. They talked to each other on Facetime, too. It was hard though. Arthur and Betty had to deal with the time difference. Massachusetts was three hours ahead of California. Sometimes Arthur forgets to call. He tried to talk to her at 11 p.m. California time. It was 2 a.m. in Massachusetts though. They miss each other a lot."
  },
  {
    "title": "54. Riding a Horse",
    "content": "Sarah was very excited today. It was the first time she was going to ride a horse. Her uncle took her to the stables where the horses were. Horses have always been her favorite animal. When she saw the horses, her heart was filled with excitement. She picked one of the horses to ride. She got her equipment. All laced up and ready to go, she got on the horse. At first the ride was bumpy. Soon enough, she got the hang of it. She felt like she was flying. When it was time to leave, all she could think was when the next time was going to be."
  },
  {
    "title": "55. Breaking a Computer",
    "content": "John was playing a new game on his computer. The game was intense. He was on the final level. A monster came out of nowhere and attacked his character. He lost. John got very angry. He slammed his fist into the computer. The computer went black. \"Oh, no!\" John screamed. The computer was now broken. John had to tell his parents. They were very upset with him. They took the computer to the shop the next day to get it fixed. John felt very bad. He learned not to take his anger out violently. He stopped playing the game."
  },
  {
    "title": "56. Buying a New Couch",
    "content": "The Johnson's couch was very old. They had already had it in the family for over 20 years. The couch had stains from their lunches and dinners. It was ripped by their cat. The couch also had a strange odor coming from it. It was time for a new one. They went to a furniture store. They saw all types of couches. They saw long ones, short ones, leather ones, and fabric ones. They all decided to pick a black leather couch that could seat four people. They had the couch delivered to their house. The Johnsons were very happy. The whole family sat on their new couch and watched TV together."
  },
  {
    "title": "57. Shopping at the Market",
    "content": "Tara and her mom were shopping at the market. Their relatives were coming to have dinner with them. Tara went to get the apple juice while her mom went to get the lettuce. Her mom got all the ingredients for salad. She got tomatoes, lettuce, chicken, and croutons. Tara then suggested making brownies for dessert. She got the brownie mix and nuts to put inside. They also bought some chicken and pasta. They were ready for checkout. The cashier rang up all their items. They paid for their food. After putting all their food in bags, they left the grocery store. They were ready to begin preparing their dinner."
  },
  {
    "title": "58. Seeing an Eye Doctor",
    "content": "Samantha could not see clearly what the teacher wrote on the board. She told her mom about it. Her mom told her it was time to get her eyes examined and get new glasses. She went to her eye doctor. After waiting for her name to be called, she saw the doctor. The eye doctor tested her eyes out. Samantha picked out a frame. She tried the new glasses and saw perfectly. The new glasses were ready for her to pick up. She was excited. The next day in class, she was able to see everything clearly. Samantha now remembers to check her eyes every year."
  },
  {
    "title": "59. Sold-out Tickets",
    "content": "Kathleen wanted to see her favorite band. They were performing in her city. The concert was in a couple of months. The tickets went on sale online an hour ago. She was asleep when the tickets were on sale. When she woke up, the tickets were all sold out. Kathleen was sad that she could not see her favorite band. She sat in her bed, listening to their latest album. She was mad at herself for falling asleep. Later on her friend came over. Her friend told her she bought tickets for her. Kathleen was super happy and hugged her friend. She was excited to go to the concert with her friend."
  },
  {
    "title": "60. Snow Cones",
    "content": "It was the last day of the summer day camp. It was hot, almost 100 degrees. The counselors needed a way to cool off the kids. After talking, the counselors decided to give out snow cones. The snow cones would be made out of ice and syrup. There were different flavors -- strawberry, blueberry, and raspberry. Some kids got one flavor. Some kids mixed them together. All the kids loved the snow cones. It was a fun day. Everyone enjoyed their treat. Snow cones were a success. After the kids had their snow cones, they went to the playground. The snow cones helped cool them off."
  },
  {
    "title": "61. Rock Climbing",
    "content": "Brad and his friends needed something to do. They had no idea what to do. It was a Saturday morning. Brad's friend Jeremy suggested they go rock climbing. None of them had ever been. Brad agreed and said it would be a good idea. They drove to the rock climbing place. They paid 10 dollars to go inside. They saw all the walls and harnesses. Brad and his friends got excited. They started to get all their equipment. They raced. Jeremy was the first one to climb the whole wall. All of them had tons of fun. They did not want to go home."
  },
  {
    "title": "62. A Perfect Day for Hiking",
    "content": "Sol and Victor decided to go hiking. Today was a perfect day for hiking. The weather was a cool 70 degrees. The hike was 3 miles up and 3 miles down. They brought plenty of water for their hike. Sol brought his dog on the hike also. They hiked upwards. At the top there was a waterfall. They admired the view. It was beautiful. When they were done, they hiked back down. After the hike Sol and Victor were tired. They decided to get a healthy fruit smoothie. They went back to Victor's house and made smoothies."
  },
  {
    "title": "63. Go Surfing",
    "content": "Today was a nice day. The weather was great. It was a good time to go to the beach. Andrea decided to go surfing. She went with her family. Andrea and her family drove down to the beach. When she got out of the car, she headed straight for the water. The water was cold at first. The waves were great as the wind was perfect. After surfing she ate lunch with her family. They grilled hot dogs. Andrea loved surfing. Today was a fun day for her. Her whole family had a great time surfing. She felt good spending time with her family."
  },
  {
    "title": "64. A Hot Summer Day",
    "content": "It was a hot summer day. The sun was burning. It was over 100 degrees. The kids did not want to go outside. Everyone. stayed inside Everyone turned on the air conditioner. Some people turned on their fan. Everyone drank a lot of water. This was the hottest day of the year. All the kids were sweating. The parents were exhausted from the heat. Lots of people decided to go to the beach swimming. The water helped cool them off. There were a lot of kids who went swimming. They had fun. The hot sun was not so bad. They wore sunscreen. The sunscreen helped protect them. They did not want to damage their skin."
  },
  {
    "title": "65. Lifeguard Duty",
    "content": "Emily was a lifeguard at the local pool. Her job was to make sure the kids were safe. She had to watch the pool. She had to save kids if they were to drown. Emily had to know how to swim well. She also had to know CPR. She had to make sure she was always watching. She had to be aware of everything. She also had to be good with kids. Emily loved her job. She enjoyed seeing the kids having fun. It was not all hard work. She also got to use the pool when she was not working."
  },
  {
    "title": "66. The Lottery",
    "content": "Josh won the lottery. He is now a millionaire. He couldn't believe it. He could buy so many things now. First, he paid off his student loans. He was finally free of debt. He then bought a ticket to Hawaii. He also bought tickets for his best friends. They all went to Hawaii together. They didn't worry about money when they were there. Josh stayed in the nicest hotel. He ate the fanciest food. He flew back home first-class. He had about $800,000 left. He decided to put it all in his bank account. He didn't want to go too crazy."
  },
  {
    "title": "67. Working at the Ice Cream Shop",
    "content": "Sarah worked in an ice cream shop. She loved being surrounded by ice cream. Every day she got to see smiles. She loved serving children and their families. She loved putting smiles on people's faces. She also got to have free ice cream. She made sure not to eat too much. Too much ice cream is not healthy. She had ice cream once a week. Her favorite flavor was chocolate. The most popular flavor was vanilla. The store had 20 different flavors. They had 3 different sizes, and 2 types of cones. The store was very popular. Sarah enjoyed working there."
  },
  {
    "title": "68. Her Dog Was Missing",
    "content": "Kara came home from work. She looked for her dog. She could not find him. He was missing. She looked all over. She called his name. He was gone. She decided to ask her neighbors. They had not seen her dog. She walked all around her neighborhood. She had no luck. She decided to make signs. She put up information about her dog. She also put up a picture of her dog. She gathered her friends and family to help put up signs. A couple hours later, she received a phone call. Someone found her dog. She was so happy. She was glad he was safe."
  },
  {
    "title": "69. Running a Marathon",
    "content": "Cindy was preparing to run a marathon. A marathon was 26 miles. It would require a lot of practice. She decided to practice before the marathon. She started out with running 5 miles a day. Each day she added 1 mile. Soon she was running 26 miles. She was ready now. She prepared for the day. She ate healthy. She had cereal in the morning. She had a salad for lunch. She had chicken and rice for dinner. She also ate protein bars. The 26 miles would take a lot of energy. On the day of the marathon she wore comfortable running shoes. She made sure to wear. athletic clothes."
  },
  {
    "title": "70. A Blackout",
    "content": "It was a normal day. Suddenly all the lights went out. It was a blackout. Sam looked out his window. The lights were out on the whole street. He went to get candles. He lit up the candles. The blackout lasted for several hours. He had a paper due tomorrow. He had to write it out tonight. He used the candle. His parents found some flashlights to help. The blackout was not so bad. Sam got to see how life was without electricity. He finished his paper much faster than he would have with the distractions of technology."
  },
  {
    "title": "71. Learning to Dance",
    "content": "Everyone had to perform a dance. It was for the performance next Friday. The performance was called Dance for Arthritis. It was to raise money. Each ticket was five dollars. The money would be donated to help treat arthritis. Joey wanted to help. He did not know how to dance though. He was afraid of embarrassing himself. He decided to watch videos. He tried to teach himself. He could not do it. He finally decided to ask his friend. His friend was an expert on dancing. He taught him different dance moves. After they practiced, Joey was ready. He was excited to help the cause."
  },
  {
    "title": "72. Happy about the Promotion",
    "content": "Jim worked at a clothing store. He had been working there for two years. He saw a flier in the break room. It was an announcement that they were looking for a new supervisor. Jim wanted to move up. He decided to apply for the position. He filled out the application. One week later he had an interview. Jim was confident, and did well in the interview. After a week he heard back. He had gotten the position. Jim loved his new job very much. He was happy about his promotion. He began to think of ways to help the store."
  },
  {
    "title": "73. A New Car",
    "content": "Tom had an old car. He had the same car for 20 years. One day, his car broke down. He could no longer He decidedit was timefor a new car.He wentcar shopping.He broughthis brother along.He asked the dealerto show him around.Tomwas looking forsomething affordableand dependable. He decided it was time for a new car. He went car shopping. He brought his brother along. He asked the dealer to show him around. Tom was looking for something affordable and dependable. He wanted a medium-sized car. He wanted a car with four doors and five seats. He spent hours looking at cars. He finally decided on one. Now he had to figure out the price. The dealer gave him a good price. Tom went home with his brother in his new car."
  },
  {
    "title": "74. Pizza Palace",
    "content": "It was Claire's birthday. She decided to have it at a pizza place. She chose Pizza Palace. Pizza was her favorite food. The party was also pizza themed. She wore a shirt that said pizza queen. Her favorite type of pizza was Hawaiian. She loved pineapples on her pizza. Along with food, Pizza Palace also had an arcade. They had many games. They had air hockey, basketball, and even dance dance revolution. Claire was so excited. This was the best day ever. She loved spending time with her friends. Claire had a fun time. She could not wait for her next birthday."
  },
  {
    "title": "75. Cooking for the First Time",
    "content": "Sam never knew how to cook. She was going to be living by herself. She decided it was time to learn. She bought books on how to cook. She also watched videos online. She decided to start simple. The first thing she decided to learn was pasta. The first thing she did was to boil hot water to cook the pasta. She then made the sauce for fresh tomatoes. She added pepper and chillies to add more flavor. She also added cheese. After it was done, she ate it. She was excited to eat what she made. It did not taste that good. It was not horrible though. She decided that she needed more practice."
  }
]