[
  {
    "title": "76. Working at the Library",
    "content": "Alan works at the library. He is a librarian. His job is to help people check out books. He also helps them find books. He loves working with people. His favorite job is talking to people about books. Every week he holds a book club. He also helps shelf and organize the books. Alan's favorite types of books are fantasy books. He loves sharing his views on books with others. The library is like his second home. He hopes that people enjoy their time as much as he does. Books are his escape from his problems. The library is open to everyone. He likes working with all types of people."
  },
  {
    "title": "77. Opposite Twins",
    "content": "Lillian had a twin. Her twin's name was Yvonne. Although they looked alike, they were nothing alike. They had complete opposite personalities. Lillian loved art. She loved painting and drawing. She spent most of her days listening to music and drawing. She was also messy. Everything in her room was disorganized. Yvonne loved reading. She loved writing stories and figuring out problems. She spent most of her time reading. She was also very organized. Lillian was more creative. Yvonne was smarter. Both of them were similar, too. They both loved playing sports. They both were in the tennis team."
  },
  {
    "title": "78. Visiting America",
    "content": "Hugo was visiting America. His brother lived in America. He came to see his brother. Hugo knew a little English, but he did not speak English very well. His brother's name was Pablo. Pablo was showing him around America. He took him to the best places to eat. He took him to all the famous sights. They went to New York, California, Washington, and Pennsylvania. Pablo took him to a lot of museums and gardens. He also showed him stores and libraries. Hugo had a great time. He did get a little homesick."
  },
  {
    "title": "79. A Free Pretzel Day",
    "content": "Today at work, they were giving away free pretzels. They had a free pretzel day to reward all the workers. They were all excited. Everyone loved the free pretzels. They had different types of pretzels. They had cinnamon pretzels. They had salt pretzels. They had plain pretzels. The most popular were the salt pretzels. They also had toppings. You could add chocolate. You could also add almonds and icing. The pretzels made everyone motivated to work. After the pretzel, everyone was energized. The Pretzel Day was a big success."
  },
  {
    "title": "80. Getting Braces",
    "content": "Paul was getting braces. He was turning thirteen. His parents decided it was now a good time to get braces. Paul had an overbite. He also had very crooked teeth. Braces were expensive. He had to do it though. He scheduled an appointment for tomorrow. He was scared. He thought it would hurt. The orthodontist looked at his teeth. He took several pictures and x-rays. He told Paul that he would start to put the braces on. Paul was scared. However, it did not hurt as much as he thought. After the orthodontist was done, Paul was relieved. He felt weird to have metal things on his teeth though. He had trouble eating. His parents bought him ice cream."
  },
  {
    "title": "81. Dentist Appointment",
    "content": "Amy had a dentist appointment. It was time for her check-up. The dentist would see if she had any cavities. She arrived at the dentist, and signed in. They called her name. An assistant took x-rays of her teeth. The assistant then told her to wait in the waiting room. After ten minutes the dentist called her in. She told Amy that she had no cavities. They just had to clean her teeth. The dentist used special tools. Even a special toothbrush was used. It was not like the regular kind that Amy used at home. After the dentist was done, Amy felt good. Her teeth felt shiny and clean. She would come back six months later."
  },
  {
    "title": "82. Dog-Sitting",
    "content": "Teresa's neighbors were out of town. They had two dogs. One was a german shepherd. The other was a terrier. They told Teresa that they would be gone for three days, and asked her if she could watch their dogs. Teresa agreed. She loved dogs. She went over the next day. She brought the dogs back to her house. She fed them and played with them. Later she walked the dogs. They walked around the block and then went to the park. She took them to play with other dogs. Teresa had fun taking care of the dogs. Her neighbors came back. They thanked Teresa. They brought Teresa a gift from their vacation."
  },
  {
    "title": "83. Washing Dogs",
    "content": "Sarah smelled something funny in her house. She did not know what it was. She went into the living-room, and saw her dog. The dog was covered in mud. She had to give him a bath. She hated giving the dog baths. They took a long time. Her dog did not like taking a bath, and always tried to run away. He made everything messy. She took the dog outside. She brought out a giant bucket. She used it to wash the dog. The dog saw the bucket and ran away. She knew this was going to be hard. She finally got him to stay. She turned on the hose. She started to wash the dog. It took a long time. She was finally done. She took the dog inside the house. He was clean and shiny."
  },
  {
    "title": "84. Volunteering at the Animal Shelter",
    "content": "Tom had nothing to do this summer. His mom told him that he could not just stay at home. He was also tired of staying at home, so he decided to volunteer. He thought about places he could volunteer, the library, the hospital, and the animal shelter. He finally settled on the animal shelter. He loved animals. He owned two cats, three fish, and a pet lizard. He went to the animal shelter to sign up. He filled out all the forms. Two weeks later he began to volunteer. He assisted people who wanted to adopt animals. Tom had a lot of fun. He was glad he volunteered."
  },
  {
    "title": "85. Mother's Day",
    "content": "Tomorrow was Mother's Day. Danielle wanted to do something for her mother. She was thankful for everything her mother did. She decided to cook her dinner. She also decided to get her a necklace. She went to the mall with her dad. She bought a pearl necklace. They went to the market. She decided to cook her mother's favorite dinner. She bought chicken and pasta. She decided to make Chicken Alfredo. Her dad helped her make the sauce. She also bought a cake. The cake says \"Happy Mother's Day.\" It was decorated with frosting and fruit. Danielle could not wait to see the look on her mother's face."
  },
  {
    "title": "86. Family Picnic at the Park",
    "content": "It was Sunday. Judy's dad had a day off work today. Her mom also had no work. They wanted to do something fun. They decided to go to the park. It was a nice sunny day, perfect for a picnic. They brought a blanket to sit on. They also brought a basket. Inside the basket was food. They ate sandwiches. The sandwiches had ham, cheese, lettuce, and tomatoes. They laughed. They talked. After their nice meal, they decided to walk around the park. They saw ducks. They fed the ducks their leftover bread. They also played with a Frisbee."
  },
  {
    "title": "87. Going to the Beach",
    "content": "Sandy was bored. She had nothing to do. It was a Friday. She decided to go to the beach. The weather was perfect for the beach. It was neither too sunny nor too cold. She called her friend Danny, who said he would go to the beach with her. Danny came and picked her up. They drove to the beach. They went into the water. After swimming, they decided to eat. They went to a nearby shack. They had fish tacos. The tacos were really good. After that, they went to the shops. There were a bunch of different stores near the beach."
  },
  {
    "title": "88. Making a Sandwich",
    "content": "Karen was hungry. Her mom did not make any food. She was home all alone. She decided to make a sandwich. She was going to make a super sandwich. She first started with bread. She then spread mayonnaise and mustard on it. She also added different types of meat. She had bolognese, ham, and bacon. She decided she could not have all meat. She added lettuce, tomatoes, spinach, and cilantro. She added a special twist by adding chips and avocados to her sandwich. She knew this was going to taste amazing. She got a plate and sat down. She was ready to eat her sandwich."
  },
  {
    "title": "89. Visiting the Art Museum",
    "content": "Josh wanted to do something fun today. He decided to go to the art museum with his sister. Today was a special day. The museum was free. It was usually 20 dollars to enter per person. They packed lunch sandwiches to eat later. They drove there. It took about half an hour. The first thing they looked at was Renaissance art. This was art from the 14th to 17th century. It was Josh's favorite. After that they went to look at modern art. His sister loved modern art. She loved how refreshing and abstract it was. They admired all the artwork. They took pictures of some of them."
  },
  {
    "title": "90. A Road Trip",
    "content": "The Adam family was going on a road trip. They were driving from California to Utah. They were going to see the Grand Canyon. The family got bored on the ride there. The dad suggested they play music. They played music that the whole family liked. After a while, the mom suggested they play a game. They played the alphabet game. Each person would say an animal that started with a letter of the alphabet like ant, bat, cat, dog, and so on. They changed the topic after they went through the whole alphabet. They did names, places, and people. After that, they just talked about what they would do at Utah. They had fun conversations and laughs."
  },
  {
    "title": "91. Green Thumb",
    "content": "Sarah loved plants. She loved growing new things in her garden. She liked to grow her own fruits and vegetables. She thought they were more organic that way. They would also be more satisfying to eat. This time she was growing mangoes. She knew her mango tree would take a while to grow. She bought a small mango tree from the store. She then got all her gardening tools. She made sure to wear a hat and sunscreen since it was hot outside. She dug a hole. She then placed the tree inside. She made sure it got plenty of light and water. She awaited her tasty mangoes."
  },
  {
    "title": "92. The Wallet on the Ground",
    "content": "Tina was walking to work. She tripped on something. She looked down. It was a wallet. It was black. There were stripes on it. She opened the wallet. There was over $300 inside. There were two credit cards. There were also several receipts. This person shopped a lot. Tina pulled out the owner's driver's license. It was her old friend Claire! Tina hadn't talked to her in a long time. There was no phone number on the license. Tina could not contact Claire. Tina went to the Lost and Found. She dropped the wallet in the box. She hoped Claire would get the wallet."
  },
  {
    "title": "93. A Perfect Wedding",
    "content": "Pam was getting married. She was very excited. She was also nervous. Everything had to be perfect. She was scared that things would go wrong at the last minute. Her maid of honor was her sister, who made sure everything was ready. She checked all the guests. She made sure the cake and food were ready. She prepared the flower girl and the ring bearer. Everything was perfect. The wedding colors were purple and silver. There were purple and silver flowers on all the tables. The wedding ceremony was outdoors. It was by a beautiful lake. All the chairs had silver ribbons tied to them. It was a beautiful day."
  },
  {
    "title": "94. Cutting Hair",
    "content": "Michelle's hair was getting long. She was starting college soon. She wanted to cut her hair before college started. She was also going to donate her hair. She had to cut 8 inches to donate it. She decided to cut it even though it would be really very short. She never had her hair short. It was always long. She decided it was time for a change. After she cut her hair, she felt good. She loved her new look. She felt fresh. It would also be easier to wash and comb her hair. She also felt good about donating her hair."
  },
  {
    "title": "95. Jewelry Shopping",
    "content": "Janet's prom was coming up. She already bought her dress. It was a long purple dress with diamond sequins. She needed to buy a necklace first. She wanted something bold. She wanted it to stand out. She saw a lot of necklaces. None of them felt right. Then she saw a beautiful diamond necklace. It had diamonds in the shapes of flowers. She knew this was the one. She also had to get earrings and bracelets. She decided to get matching ones with the necklace. She got small flower studs for earrings and a bracelet with a flower diamond charm. She was happy with her jewelry. She got them on sale, too."
  },
  {
    "title": "96. Rock Climbing",
    "content": "Lucas was going rock climbing today. He loved hiking and biking. This was his first time rock climbing. Lucas was not scared though. He was athletic. He was actually excited. He went with two of his friends. They had to sign a waiver first. They then got their harnesses. They started with the short wall. After they mastered that, they moved on to the larger wall. They raced to the top. Lucas got to the top first. They had a lot of fun. After rock climbing, they decided to go eat. They deserved the food after their good workout."
  },
  {
    "title": "97. A Local Talent Show",
    "content": "There was a local talent show. The first place winner would get five hundred dollars. The second place winner would get three hundred. The third place winner would get one hundred dollars. It was free to participate. Tickets were sold for five dollars per person. Everyone was excited to perform and also watch. There were all kinds of acts including the typical singing and dancing acts, exciting magic acts, and extreme cycling. The whole town was excited. Tickets were sold out. The money raised from the tickets would go to a local charity. The charity was for the homeless."
  },
  {
    "title": "98. Doing Laundry",
    "content": "Tom usually did his laundry every Saturday, but he was starting to run out of t-shirts to wear. He felt dirty wearing the same clothes over again. He decided to do his laundry now. It was a lot of work. He gathered all his clothes, and put them in the washing machine. He made sure to separate dark and light colors. After they were done, he put them inside the dryer. After they were dried, he had to turn all his clothes. He then had to iron them. He ironed all his clothes and folded them. He was finally done."
  },
  {
    "title": "99. Soccer Game",
    "content": "Jessie was playing a soccer game today. She had been playing soccer for five years. She loved soccer. She played the position forward. As a forward she had to try to make goals. She loved playing soccer because of the different skills it required. She liked kicking and also running. The team they were playing against was known to be good, and had been undefeated so far. The game was going to start in an hour. She was a little nervous. Her team warmed up. They stretched. They practiced passing the ball around. They practiced taking shots at the goal. Jessie felt pumped up and ready for the game."
  },
  {
    "title": "100. Working at Movie Theaters",
    "content": "Michelle needed a summer job. She decided to work at movie theaters. She wanted to work there in order to gain experience. She also loved movies. Since she worked at movie theaters, she would be able to watch free movies. It was a part-time job. She still had time to be with her friends and family. Michelle had had different jobs. Sometimes she worked as a cashier. She would either sell tickets or food. Michelle liked selling tickets better. Working with food was messy, and also a fast-paced environment. Sometimes Michelle worked as an usher, which meant she had to clean the theaters."
  }
]