[
  {
    "title": "1. The Rich Uncle",
    "content": "Alvin wants a new laptop His parents are poor though. His mom recently lost her job. His dad recently quit his job. Alvin knows that he can't ask his parents for a laptop. He decides to ask his rich uncle Todd. He drives over to Todd's house. Todd's house is beautiful. It has three stories. There is a chandelier on the ceiling. There are expensive paintings all over the place. There are five bedrooms and four bathrooms. Alvin wishes he could live there. Todd offers him something to eat. Alvin says, \"No, thanks. I already ate.\" Todd asks him why he is coming. Alvin does not know what to say. He does not want to come off as rude. \"My laptop is really old, and I need a laptop for school. I would ask my parents, but they don't have jobs anymore,\" Alvin says. \"I understand,\" Todd says. Todd takes out $800 from his wallet and gives it to Alvin. Alvin jumps up and down. He has never felt so happy in his entire life. His mom asks Alvin why he is so happy. Alvin does not say anything. He doesn't want to make his mom feel bad."
  },
  {
    "title": "2. College Admissions",
    "content": "It's hard to get into college these days. It used to be a lot easier. Now it's even not enough to get good grades. You need to have good grades in advanced classes. You need to do some extracurriculars. Extracurriculars are activities you do outside of class such as playing basketball, playing the violin, singing, and more. You need to have a high score on the SAT or ACT. The SAT and ACT are used to test what you know. They both have questions on various subjects. You need to have some leadership positions. It is not just enough to be a member of a club. You need to be the president or the vice president. You also need letters of recommendation, letters in which your teachers, coaches, or bosses write about your abilities and personality. It also helps if you won some awards. It shows that you can achieve something. You also have to write good essays that show who you are as a person. Colleges want people who have interesting personalities and stories. Students with good grades but boring essays will not get into the college of their dreams. Students should not be sad if they don't get into the college of their dreams. They need to know that getting into college is tougher as years go by."
  },
  {
    "title": "3. She Has a Unibrow",
    "content": "Marissa was born with a physical imperfection. She has a unibrow. A unibrow is one long brow. Most people have two eyebrows. People make fun of her for having a unibrow. A lot of people don't want to be friends with her. She does have two good friends though. Heather and Joe are Marissa's best friends. They accept Marissa for who she is. Heather was approached by the popular kids. The leader of the popular kids was Amy. Amy offered Heather a spot in her group if she left Marissa. Heather thought about it. Although she loved Marissa, she always dreamed of being popular. She told Amy that she had to think about the offer. Heather told Joe what happened. Joe was mad that Heather had to even think about it. \"You have been friends with Marissa forever,\" Joe said. Heather thought about it. She thought about all the times she and Marissa did homework together, ate together, and laughed together. It wasn't worth it to give all that up for popularity. She called Amy. \"I'm never leaving Marissa, she's beautiful on the inside.\" After talking to Amy, Heather asked Marissa and Joe to hang out."
  },
  {
    "title": "4. Losing a Loved One",
    "content": "Abby lost her mom yesterday. Her mom got into a car accident. A drunk driver hit her mom's car. The drunk driver is now in jail. Abby visited the jail to make him feel bad. \"You know what you did, right?\" Abby asked. The drunk driver nodded and said, \"I'm sorry.\" He started crying. \"'Sorry' is not going to bring my mom back. Your carelessness took away my mom.\" The drunk driver continued to cry. \"I drank, because I was feeling lonely.\" Abby was mad and left the jail. She didn't want to see his face ever again. She wanted him to go to jail for life. Abby could barely wake up. She requested to take a week off her work. She loved her job, but she could not stop thinking about her mom. Abby's husband told her to do something instead of watching TV all day. Abby agreed with him. It was time for her to start doing something productive. She wanted to do something that would make her mom proud. Abby created a program to prevent drunk driving. She wanted to give drunk people free rides. Abby visited colleges, clubs, and bars all across the country to encourage people not to drive when drinking."
  },
  {
    "title": "5. A Cheerleader's Dream",
    "content": "Kelly has been cheering since she was in elementary school. She is now in her last year of college cheering for her school's sports teams. She plans to be a professional cheerleader for the Lakers team. That was her dream. Her parents wanted her to do something more normal, like becoming a nurse or working at a law firm. Kelly ignored her parents. Kelly and her teammates were cheering at their last basketball game. When Kelly stood on top of her teammate's shoulder, she fell down. Everyone was silent. Her teammates checked up on her and asked if she was okay. Kelly had to be taken to the hospital. Her leg was permanently injured. \"Can I ever be a professional cheerleader?\" she asked. \"I'm afraid you cannot,\" the doctor said. Kelly felt that life was unfair. Kelly was scared for her future. All of her friends already knew what they wanted to do after college. Kelly had to change her plans. She already canceled her audition with the Lakers cheerleaders. Kelly thought about what she wanted to do for a career. She still wanted to do something related to cheer. After some thinking, Kelly wanted to be a coach for high school cheerleaders."
  },
  {
    "title": "6. An Undercover Superhero",
    "content": "Kimberly seems like a normal teenage girl. She goes to high school; she has homework; she has problems with the popular girls; she argues with her parents. However, Kimberly has a secret power. She has super strength. She can lift up cars from the ground. She uses her strength to fight crime in her city. She has even been on the news! Kimberly hides this secret from everyone except her younger brother and her parents. She doesn't want people to treat her differently. She feels that people might give her special treatment because she is a hero. She wants people to see her for who she truly is. To hide her identity, she wears a mask and green colored contacts. Her superhero outfit includes a cape and a stretchy purple suit. Sometimes Kimberly does want to tell people she is a superhero, like when she was bullied by the popular girls. She came close to telling them one time after they destroyed her science project. Kimberly also has a sidekick, who is her best friend. His superhero name is OttoBot, and his real name is Oliver. His power is his super speed. Oliver goes to the same school as Kimberly, but he does not keep his identity a secret."
  },
  {
    "title": "7. A Lucky Jacket",
    "content": "Anna has a lucky jacket. Whenever she wears it, good things happen to her. She wore it on her final exam one time, and she got the highest grade in the class! The jacket is green with yellow stripes. It's really smelly, because Anna never washes it. She is scared that washing the jacket will wash away the luck. She keeps the jacket in a closet all by itself. No other clothes are in the closet. Anna had an important interview for a job. She was very nervous about it. She wanted to wear the jacket, but the jacket was not appropriate for the interview. She needed to wear nice clothes. She decided to wear the jacket under a plain gray sweater. Perfect plan, she thought. When Anna entered the interview room, she started to sweat. She wondered why it was so hot. She realized that the heater was on. She sat down across from the interviewer. \"Anna, you're sweating. You should take your sweater off.\" Anna laughed nervously. \"I'm fine,\" she said. By the end of the interview, there was a sweat stain on Anna's sweater. She left the interview feeling unsure. A week later Anna got a phone call from the boss. The boss offered her the job! The lucky jacket worked!"
  },
  {
    "title": "8. Phone Invasion",
    "content": "Ten years ago, most adults had regular cell phones. Now people have smartphones. With smartphones, you can not only call people, but you can also go online, download new games, calculate a math problem, organize your schedule, and more. Smartphones are really helpful. Even kids have cell phones now. People use their phones a lot these days, especially when they are waiting. People do not like to be bored, so they go on their phones. A lot of news reports are saying that people are looking at their phones way too much. People look at their phones when they are with others, and that is bad. Being addicted to something is never good. When you go into a restaurant and look at other customers, most of them have phones in their hands. They would rather text, play a game, or go online than talk to the people around them. Some restaurants have even offered a free meal or a discount if customers are willing not to use their phones for an entire hour! People also use their phones before they sleep. This is bad for them, because it makes it harder for them to go to sleep. The light from the phone tricks our bodies into thinking we need to be awake."
  },
  {
    "title": "9. Life in Fear",
    "content": "The terrorist attacks have scared a lot of people from studying abroad. Many students go to big cities to take pictures, shop, and explore. Terrorists attack these big cities though, because they know that there will be a lot of people. The truth is, we should not stop people from studying abroad. These terrorist attacks can happen anytime. We can't live life in fear. We must do the things we love. People are also scared to travel in general, because of plane accidents. Terrorists often bring explosives on planes. Some people are also scared of dying on a plane. All the passengers in Malaysia Airlines Flight 370 are missing. We still don't know what happened to them. Not too long after, all the passengers in Malaysia Airlines Flight 17 died. It was a very tragic event. It is scary that our lives can end so quickly and suddenly. We need to live life to the fullest. We need to love the people around us and be thankful for every day that we live. There are always news stories about people dying before they should. It's not the best thing to hear about, but it makes us more aware of our own lives."
  },
  {
    "title": "10. Pros and Cons",
    "content": "Brenda has to make an important decision. She got accepted to an internship in France; she also got a job offer at a hospital. She can only do one though. She made a list of pros and cons. Pros are the good things while cons are the bad things. The internship in France was good, because Brenda always wanted to go to France. Her plane tickets and living accommodation would be paid for. The bad thing about the internship was that it had nothing to do with her life goals. The internship required her to teach French children English. Brenda was okay with children, but she didn't love them. One pro of the job offer at the hospital was that it was good for her end goal. Brenda's end goal was to be a doctor, and the job will teach her a lot about medical school. One con of the job offer was the location. The hospital is in a dangerous place where people have to be careful of being robbed and getting hurt. After a lot of thinking and looking at her list, Brenda decided to work at the hospital. She knew that working there would be good for her future."
  },
  {
    "title": "11. Procrastination",
    "content": "A lot of kids are smart. The thing that stops them from getting an A is procrastination. Procrastination is putting things off to a later time. An example of procrastination would be starting a project one day before it is due. Procrastinating is bad, because it makes a person stressed out. It is also bad, because the end product is usually not very good. Since studying is not very fun, students play video games, hanging out with friends, and eating out before studying. They end up studying the night before the test and do not get much sleep. This is bad, because eight hours of sleep or more is needed to do well. Students who procrastinate end up doing badly on tests. Teachers always encourage students to start early and do a little bit of studying every day. Procrastination does not just happen in school, it happens everywhere. People put off going to the doctor, applying for jobs, and more. Some people say that procrastination is just human nature. However, some people say that they do well when they procrastinate. They say that stress makes them work faster."
  },
  {
    "title": "12. Not Going to Church",
    "content": "Chris has been going to church every Sunday since he was four years old. His parents were very religious and wanted Chris to follow in their footsteps. His dad was a pastor, and his mom was a choir leader. Chris always felt like he was in the middle. He didn't particularly love or hate Christianity. Chris learned about other religions in his history class. He learned about Buddhism, Islam, Hinduism, and more. After learning about other religions, Chris wanted to convert to Buddhism. He felt like he could relate to it better. One Sunday, he told his parents he was not going to church. They were shocked, and angry. They told him that if he did not go to church, they would take away all electronics from him. Chris was okay with that. He gave his parents his cell phone, video game console, and laptop. When his parents came back from church, they wanted to have a long conversation with Chris. Chris told them why he didn't want to go to church anymore. He explained what Buddhism was, and why he wanted to convert. His parents tried to convince him that Christianity was better. It was useless. Chris made his decision."
  },
  {
    "title": "13. Afraid to Cry",
    "content": "Dean was known as the tough guy at school. He always wore tight shirts that showed off his muscles. He always pushed the skinny kids at school. He always treated the teachers like they didn't matter. He never did his homework. He got in a lot of fights. People were afraid of him, and Dean loved it. Dean's world turned upside down when his brother passed away. He still went to class. His English teacher was talking about Shakespeare, whom Dean's brother admired. Hearing about Shakespeare reminded Dean of his own brother. His eyes started to water. He didn't want anyone to see him cry. He got up from his desk. \"Dean, you can't get up while I am teaching,\" Mr. Chen said. Everyone stared at Dean. Everyone could see the tears in his eyes. They laughed at him. Dean ran out of the classroom. Mr. Chen followed him and sat down with him. \"Dean, it's okay to cry. Something tragic happened. Go ahead and cry.\" Dean put his head on Mr. Chen's shoulder and cried out loud. It was the first time he cried in front of someone. It was the first time he didn't act tough."
  },
  {
    "title": "14. The Missing Water Bottle",
    "content": "Jared has a green water bottle that he brings to school every day. He loves it, because it keeps his water cold. It also has a cool robot on it. One day, he loses it. Jared asks his friend Richard, if he has seen it. \"Yeah, I saw Albert holding it,\" Richard says. Jared walks over to Albert's locker. \"Hey, you have my water bottle, right?\" Jared asks. \"I did, but I let Denise borrow it, Albert says. Jared goes up to Denise. \"Hey, do you have my water bottle?\" Denise shakes her head and says, \"I thought it was cool looking, so I showed it to Amanda. She has it now.\" Jared goes to Amanda. \"Amanda, tell me you have my water bottle.\" Amanda shakes her head. \"I thought it was Lucas', so I gave it to him. Jared screams in frustration. Jared goes to Lucas. \"Do you have my water bottle?\" Jared asks. \"I gave it to Richard to give to you,\" Lucas says. That was weird since Richard was the first person he asked about the water bottle. Jared went back to Richard. \"Lucas said you had my water bottle,\" Jared said. \"I told you, I saw Albert hold it. Lucas probably meant Richard Lopez, not me,\" Richard said. \"I'm just going to buy a new water bottle,\" Jared said. He bought a blue one this time."
  },
  {
    "title": "15. Addicted to Coffee",
    "content": "Daniel was addicted to coffee. He drank two cups in the morning and three in the afternoon. He can't think or do anything without coffee. His mom wanted him to stop drinking coffee. She decided to throw out all the coffee and give him milk. Daniel was so mad. \"Mom, I can't go to school without coffee,\" Daniel said. \"This is for your own good,\" his mom said. Daniel went to school. He was cranky and tired without coffee. He didn't want to talk to his friends or pay attention in class. His teachers kept waking him up. They told him to go to the nurse's office. Daniel went to the nurse and asked for coffee. She laughed at him. She said that he needed to drinkless coffee, but not stop completely. She told him to drink 4 cups a day, then 3, and eventually he won't need coffee. Daniel told his mom what the nurse said. \"But that means I have to buy coffee again!\" Daniel laughed at his mom. Daniel and his mom went to the market to buy some good coffee. Daniel did what the nurse told him to do. It was much easier to drink less coffee than none at all."
  },
  {
    "title": "16. Letters of Recommendation",
    "content": "Claire was applying to private schools. Most private schools required letters of recommendation. Claire did not know who to ask. She felt like her teachers did not know her that well. Claire asked her teachers anyways. Some of them said yes, and some of them said no. One week later, Ms. Hershey gave Claire a letter of recommendation in an envelope. Claire wasn't supposed to open it, but she really wanted to know what Ms. Hershey wrote. Claire carefully tore it open and read the letter. She was disappointed. Ms. Hershey didn't write anything interesting about Claire. Ms. Hershey just wrote that Claire was a smart, nice girl. Claire couldn't get into her top schools with that letter. Claire asked her swim coach to write her a letter of recommendation. Her swim coach knew her well.The problem wasthat the swim coachwasn't the best writer.He did not go to college.Claire asked himto write a letter anyways.\"Of course,I'll write you a letter.I'll even send it to you,\"he said.One week later,Claire got an emailfrom her swim coach.She was nervousto read what he wrote.Claire was impressed with the letter.Her swim coach was really funny,yet intelligentin the letter! The problem wasthat the swim coachwasn't the best writer.He did not go to college.Claire asked himto write a letter anyways.\"Of course,I'll write you a letter.I'll even send it to you,\"he said.One week later,Claire got an emailfrom her swim coach.She was nervousto read what he wrote.Claire was impressed with the letter.Her swim coach was really funny,yet intelligentin the letter! The problem was that the swim coach wasn't the best writer. He did not go to college. Claire asked him to write a letter anyways. \"Of course, I'll write you a letter. I'll even send it to you,\" he said. One week later, Claire got an email from her swim coach. She was nervous to read what he wrote. Claire was impressed with the letter. Her swim coach was really funny, yet intelligent in the letter!"
  },
  {
    "title": "17. Celebrity Idol",
    "content": "Elliot was a huge fan of the Cooker. The Cooker was a rapper who was known for his deep voice and super fast rapping. The Cooker's real name was Theodore Cook. Elliot had tickets to his sold-out concert in San Francisco. It was the first time he would see him in person. He also had backstage tickets so he could talk to him. Elliot drove to San Francisco with some friends to see the Cooker. They had pretty good seats. They could see his sweat! The Cooker was great live. His voice sounded the same as it did on the radio. Some singers can't sing live. The Cooker wasn't one of them. Elliot waved his hands up in the air. He closed his eyes and listened to the music. After the concert, Elliot and his friends went backstage. Elliot was so excited that he screamed when he saw the Cooker. The Cooker closed his ears. Elliot ran up to him. \"I am your biggest fan! Can I have an autograph and a picture?\" Elliot asked. The Cooker rolled his eyes. \"Sure, I guess.\" Elliot noticed that the Cooker was annoyed. \"You know what, forget it. I don't want a jerk's autograph,\" Elliot said. He realized that some celebrities were just mean."
  },
  {
    "title": "18. The Cool Group Has Money",
    "content": "Jen is poor. Her dad left when she was seven years old. Her mom didn't go to college, so she can't get any good jobs. Jen wishes she could get a job, but she is only 13 years old. Jen also wants to be part of the cool group. The cool group buys expensive clothes, shoes, makeup, and jewelry. Jen always wears really simple things, like a t-shirt. One of the girls in the cool group is Jen's cousin. Her name is Dana. Dana convinced the cool group to invite Jen on a shopping trip. Jen is excited. She wants to convince them that she is cool enough to be a part of the group. When Jen sees them, she feels bad about herself. They are all dressing so much nicer than her. Jen tries to ignore this. She and the cool group go inside Rural Insiders, the most popular store for teenagers. Everything is so expensive though. All of the girls in the group except Jen stand in line to buy something. \"Are you going to buy anything, Jen?\" asks one of the girls. \"Yeah!\" Jen says. She grabs a dress. It is $80! She buys the dress, but she plans to return it."
  },
  {
    "title": "19. Secret Relationship",
    "content": "Diane and Bobby are dating. Diane's dad does not know that they are dating. He doesn't want Diane to date until she is in college. It's hard for Diane to hide her relationship. Every time she wants to go out with him, she has to tell her dad she is going out with friends. Every time Bobby gives her presents, Diane has to hide them. Her dad is getting suspicious. Bobby is upset that Diane is hiding their relationship from her dad. Bobby feels like Diane is embarrassed to be with him. Bobby wants to meet Diane's dad. He decides to take matters into his own hands. After school, he goes to Diane's house. Diane is still at school, because she has violin practice. Bobby knocks on the door slowly. His hands are shaking. Diane's dad opens the door. \"How can I help you?\" Bobby doesn't say anything for a minute. \"Are you going to talk or what?\" Diane's dad angrily asks. \"Sir, I am dating your daughter,\" Bobby says. Diane's dad frowns. \"Break up with her immediately. She's too young to be dating!\" Bobby is sad. He tells Diane that they have to keep lying about their relationship to her dad. \"I know,\" Diane says."
  },
  {
    "title": "20. Twins Are Cheating",
    "content": "Annie and Diana are identical twins. It is hard to tell them apart. Sometimes their best friends even get confused on who is who! One key difference between the two was their feet. Annie's foot has a mole on it, and Diana's does not. Annie and Diana sometimes disguise themselves as each other. Annie pretends to be Diana when Diana doesn't want to take math tests. Diana pretends to be Annie when Annie has to do the mile run in physical education class. They have been doing this for years. Annie and Diana's enemy, Scarlett, finds out what they have been doing. She tells their math and physical education teachers that they have been cheating all along. Mr. Thompson, the math teacher, gives them both an F. Ms. Nguyen, the physical education teacher gives them both an F, too. Annie and Diana are sad. Annie tries to explain that she gets out of breath easily when she runs. Diana tries to explain that math gives her anxiety. Mr. Thompson and Ms. Nguyen don't care. Annie and Diana no longer pretend to be each other anymore. After they got Fs, their parents forced them to move schools. The two schools were not that far apart, so they still got to see each other."
  },
  {
    "title": "21. The Transformation",
    "content": "Evan was in his last year of middle school. He was 4 feet and 11 inches. He weighed 140 pounds. He was bald. He had no friends. He had a 0.00 GPA. His life was going nowhere. He was struggling with so much because his parents recently passed away. He wanted to transform himself though, so he could have a fresh start in high school. Evan went to a therapist, who told him that he had to make small changes first. The therapist told him that he had to start with the easier things. Evan bought hair growth treatment to fix his baldness problems. He started talking to people more to make friends. He realized that he just had to express himself. He started to study more instead of crying about his parents. He started to eat healthier to lose weight. When Evan entered high school on the very first day, he was a totally different person. His classmates could not recognize him. Evan was now 5'9\", muscular, smart, and popular. He also had a head full of hair. Everyone wanted to be friends with him. Most important of all, Evan was finally happy."
  },
  {
    "title": "22. A Female Boxer",
    "content": "Emma's dream was to be a boxer. All her life, she was told that she couldn't be a boxer because she was a girl. She was told that she should just get a regular job. Her parents told her that she would be killed one day if she kept boxing. It was hard to hear \"you can't\" all the time. Emma was still determined to prove everyone wrong. Emma's life was hard. Girls didn't like her, because they thought she was too manly. Guys didn't like her, because they thought she wasn't as good at boxing as they were. Because of all this, Emma didn't have any friends at school. She always sat alone in the cafeteria, and it was hard for her to find partners for group projects. However, Emma did have friends from her boxing class. They were all female boxers. They understood what Emma was going through because they were in the same position. All they had was each other. They were a family. Because of this, Emma was always excited for boxing class. One day, she was going to be a famous boxer. Only then would everyone regret how they treated her."
  },
  {
    "title": "23. Mom and Her Daughter",
    "content": "Frances did not get along with her mom, because they had different personalities and goals. Frances' mom was a CEO of a cell phone company. She was incredibly smart, having gone to Harvard University. Her mom cared a lot about money, success, and appearances. Frances was the opposite. Frances didn't go to college. She started an art business, selling her original art pieces. As long as she could feed herself and live somewhere, it was okay. She also did not mind not being famous. Frances didn't care about her appearance, either. Unlike most girls, she has her hair up to her ears, she never shaved, and only owned ten pieces of clothing. Frances' mom was upset that her daughter chose this lifestyle. Whenever Frances' mom visited her daughter, they would have a fight. Frances' mom would say some rude comments about Frances' lifestyle, and Frances would tell her mom that she was greedy and shallow. Frances wanted her mom to support what she was doing. Frances was going to get married. She wanted to invite her mom to her wedding, but she knew that she wouldn't approve of her fiance because he was exactly like Frances. However, at the end of the day, Frances loved her mom, so she gave her the wedding invitation."
  },
  {
    "title": "24. An Interrupted Wedding",
    "content": "Frances and Ryan were getting married. They dated for five years before Ryan proposed. They were both artists who enjoyed peace and quiet. They wanted a simple wedding with their closest friends and family. They decided to have their wedding in the backyard of Ryan's house. Frances did not want to spend too much money on a dress, so she made her own. Ryan felt the same way and borrowed his dad's suit. Although their wedding wasn't perfect, Frances and Ryan loved each other. The minister asked Frances if she would take Ryan as her husband. Frances said \"I do.\" The minister then asked Ryan if he would take Frances as his wife. Before he could say yes, someone screamed no. Ryan and Frances looked to the audience. It was Ryan's ex-girlfriend, Karen. Ryan demanded her to be taken out. Ryan's brothers carried Karen out, but Karen bit their arms. She ran up to Frances and ripped her dress. Frances pushed Karen. Ryan told Karen that she needed to leave. Karen wouldn't leave until Ryan called the police. Other than Karen interrupting, the wedding was perfect. Ryan and Frances knew they were going to be together forever."
  },
  {
    "title": "25. Snoring",
    "content": "Jill and Dan have been married for ten years. Jill loves Dan, but she hates his snoring. It is so loud and disgusting. Oftentimes, his snoring wakes her up, and she can't go back to sleep. One night, Dan's snoring was so loud, Jill decided to sleep on the couch. She slept well on the couch. The next morning, Jill's son, Timmy, saw her sleeping on the couch. He thought that she had a fight with his dad. \"Mommy, are you and dad getting a divorce?\" Timmy asked. Jill laughed and hugged Timmy. \"No, Timmy, your dad just snores a lot!\" Timmy asked if she snored. Jill wasn't sure. Later Jill asked Dan if she snored. \"Yeah, it sounds like a cat meowing,\" Dad said. \"Is that a bad thing?\" Jill asked. \"Well, it's kind of annoying, but I deal with it,\" Dan said. Jill was embarrassed that she snored. She went to the doctor to see if she could do anything about it. The doctor gave her a few tips but said that there was no medicine or cure for snoring. Jill went back home disappointed. \"All this time I thought you were the annoying snorer, but I guess I am, too,\" Jill said. \"Hey, that's what makes us perfect together!\" Dan said."
  }
]