[
  {
    "title": "51. The Job Search",
    "content": "Mary wanted to get a job to save up money for her future. She did not want to keep asking her parents for money. She thought getting a job would be a good way to build her experience. Since she never had a job before, she decided to start with a simple part-time job. There were a lot of options out there. She could be a cashier, a tutor, a waitress, or an usher. She decided that a cashier job would be most suited for her. This was a job that seemed simple enough that she could learn. It would also let her interact with people, which was her favorite thing to do. Mary did not have a car, so she needed to find a job that was close to her home and school. She was still going to school, so she needed to find a job that was flexible. She walked around the restaurants and stores in her neighborhood. Some were hiring, others had all their positions filled up. She applied to 10 different places. Her top choice was her favorite frozen yogurt shop. The application usually asked for a resume, a cover letter, and an application. She was excited to continue with her job search. Two weeks later, five places contacted her for an interview. They were the movie theater, the yogurt shop, a candy shop, a video game store, and a coffee shop. She did not mind any of the jobs. She was happy with all the offers she received."
  },
  {
    "title": "52. The Rainy Days",
    "content": "The sky had been gloomy all week. The clouds looked stormy and grey. It suggested a forecast of rain and thunder. The next day it began to rain. It did not just sprinkle, it poured. It was raining extremely hard. Most people stayed indoors to avoid the rain. Those who were outside wore heavy raincoats and carried umbrellas. Outside there were rivers that flowed through the streets. When cars drove by, the water splashed on pedestrians. For those that enjoyed rain, it was nice to finally see the rain. Some children loved to jump in puddles and show off their new rain boots to their friends. However, many did not enjoy the rain. It was difficult for people to go out when it was raining. It was inconvenient for those who had to go to work or school. Driving was also harder in the rain. No one was at the park or at the beach. If they did go out, they would get soaked in the rain. The only thing people could do was stay indoors, whether it is the mall or a museum. Some took this opportunity to stay in at home and watch a movie. Others cooked meals or curled up with a good book. The next day, the rain stopped. The sky cleared up. A beautiful rainbow appeared. The sky was blue, and people started to come out. There were no more umbrellas and raincoats. It was not warm yet, and people still needed sweaters, but most were happy to stay dry."
  },
  {
    "title": "53. Susan's Favorite Band",
    "content": "Susan's favorite band was touring. They were having a concert near her house. She was so excited since they had not been on tour for a long time. She knew that tickets would sell out really fast. She stayed up late the night they came out. She wanted to get the tickets before they sold out. She continuously refreshed the page when the time got closer. When the tickets were released, added them to her cart on the website. She got three tickets, two for her close friends. Susan was so excited when she got the tickets. She immediately called her friends to tell them. They thanked her for helping them get tickets. She then listened to all their songs again. On the day of the concert, Susan wore her favorite band t-shirt. She got ready with her friends, and they all left together. At the venue, it was extremely crowded. There were a lot of people and security guards. It was a long line to get in. When they got in, they moved their way to the front. They wanted to get a good view of the concert. The lights turned off when the concert was about to begin. When the band came out, everyone screamed in excitement. They played some of their classic hits, but they also played new songs. They had amazing lights and instrumentals also. Susan enjoyed the concert as much as she expected she would. She could not wait for the next tour."
  },
  {
    "title": "54. Different Morning Routines",
    "content": "People have different routines every morning. There is something we all do before we start each of our days. Linda and Tom are twins, but they do different things every morning. Tom starts his day by turning on his playlist. He plays music to get him excited for the day and to wake him up. He likes to listen to upbeat pop songs that inspire him to begin the day with a good start. He then goes to the bathroom, brushes his teeth, and washes his face. He has his clothes laid out on the chair the night before. After he has combed his hair. He then eats cereal for breakfast. He packs his stuff into his backpack. He makes sure he does not forget anything, especially his phone and wallet. He makes sure that he has all his homework also. Linda starts her morning every day without music. Instead, she sets multiple alarms because it's hard for her to get up. She will then go to the restroom, similar to Tom. She puts her contacts in since she does not wear glasses. After that, she eats breakfast. Linda likes to eat waffles for breakfast. She makes these with a waffle maker. She usually just eats them plain, but sometimes she adds strawberries. She then packs her lunch for school since she does not like the school lunch. She usually makes a sandwich. Sometimes she even makes one for Tom. She changes her clothes last."
  },
  {
    "title": "55. A Hiking Trip",
    "content": "It was a beautiful sunny day, a perfect day to go out and embrace nature. Sarah wanted to go hiking. She loved all outdoor activities, especially those that required her to be vigorous. She loved rock climbing and rowing. She thought a hike would be perfect for the weather. She decided to bring her dog along so they both could get some exercise. Like Sarah, her dog also loved to exercise. It loved going on runs with her every morning. They would go on their local trail or run at the park. Sarah decided to try a new hiking trail this time. She wanted to go to one near the beach so she could have a beautiful view of the beach. She packed her backpack with all her essentials, a water bottle, a jacket, some snacks, and a hat. She wore her athletic gear and her most comfortable shoes. She brought her camera to take a picture of the view at the top. She was ready for this adventure. When she and her dog got to the hiking trail, Sarah saw all the trees and grass. It was beautiful. She loved it because the path was not just dirt. There were so many plants, there was also a lot of wildlife. The trail had a beautiful view at the top. The breeze she felt was amazing. Her dog also enjoyed it a lot."
  },
  {
    "title": "56. The Physical Education Class",
    "content": "During the Physical Education class, the students played a lot of different sports. They played kickball, soccer, basketball, nd dodgeball. Whatever sport it was, they always picked teams. The captain was assigned randomly, and then the captains got to pick who was on their team. Michael was not very good at sports. He felt insecure when it came to picking teams. He was almost always the last, or close to the end. Because of this, Michael hated sports. He did not want to try as he knew that he was not good at it. The other kids would make fun of him about how he always got picked last. One day Michael asked his teacher if he could not participate. He was tired of the other kids laughing at him. His teacher told him that sports were not for everyone, but if he wanted to try, he could help him. He gave him other options instead of the typical sports they had. The teacher also decided to do random teams instead so that everyone would have a chance. Michael liked this better. He felt less pressured. He was no longer singled out. This made him want to participate more. He became faster and more skilled in everything. He even began to like the class. He enjoyed it much more when it was less about who was better and more about participating. Michael now played sports even outside the Physical Education class."
  },
  {
    "title": "57. Learning How to Drive",
    "content": "John turned sixteen a couple of months ago, which meant that he was old enough to get his driving license. He was excited about this because he hated walking. His school was far from home. He had to walk over thirty minutes to school. It was okay on most days, but when it was raining, he hated it. It was also inconvenient when he had to wake up early. John decided to prepare for his driving test. He must pass the written test in order to get his permit. He studied for the test by enrolling in an online course. He spent a few hours reading the manual and learning about the rules of the road. In a few weeks, he was ready for the test. He brought all his documents and took the written test. When he got his results, he was happy to see that he had passed. Now all he had to do was to take the road test. Before he could take the road test, he had to learn how to drive. His parents found a driving teacher that his cousin had used. He was going to meet with him in a week to learn how to drive. When he first got behind the wheel, he was nervous. After a few lessons, he loved driving. John was excited to take the test. He felt confident that he would do well. The next day, he signed up for the driving test."
  },
  {
    "title": "58. Apartment Hunting",
    "content": "Jennifer and Barbara were best friends. They were extremely close to each other, and had always dreamt of living together. When they both got into the same college, they decided they would live together. Their families were also very close with each other. Their parents approved of this living arrangements. The first step for them was to go apartment hunting. They needed to find a place that suited both of them. It needs to be the right size, location, and cost. They both wanted a place that had enough room in the bedroom for two separate beds. They also needed closet space for their many clothes and accessories. Jennifer preferred carpet, but Barbara preferred tiles. Barbara agreed to compromise and have carpet as long as she was able to have her own restroom. The girls also wanted a kitchen since both of them loved to cook. They searched for places online and also attended open houses. They toured many apartments before they were able to decide on one. The apartment they picked was one that was close to their school. It had all the rooms they wanted. It was extremely clean and modern also. Jennifer and Barbara were both excited about their new apartment. Now all they had to do was to apply for the apartment and wait to see if they would get approved. They could not wait. Both of them went home and began to plan how they would decorate their apartment."
  },
  {
    "title": "59. Embarrassing Moments",
    "content": "Ruth was very clumsy and often fell at the worst times possible. Last year she tripped and fell into a tray of food at the cafeteria. Another year she fell in the middle of a lecture, and all the other students looked at her. People knew Ruth was prone to accidents, and she felt super embarrassed when these events happened. She knew that everyone thought she was weird. This year she was determined to be more careful and avoid any accidents. However, she could not keep her resolution. Ruth was walking in the rain, and somehow managed to fall. Her fall not only caused her to slip, it also caused her to crash into a trashcan. This trashcan knocked down other trashcans, starting a domino effect, which left a trail of trash everywhere next to her. The trash smelled with all the old food that students have thrown away. Instead of laughing at her, many of the students helped her. They helped pick up the trash. They also helped her up and asked if she was okay. She felt so touched by the help she received. She no longer felt embarrassed or pressured. In the past, Ruth always felt embarrassed. She thought that everyone looked down on her. She now learned that no one was judging her. She knew that she should be more careful. However, she was careful for herself, not for other people. She no longer had embarrassing moments, because she no longer felt embarrassed."
  },
  {
    "title": "60. Mark's New Year Resolution",
    "content": "\"This year is going to be different.\" This is what Mark told himself every year. Every year he made the same resolution. He always said that he would start exercising more and eating less. Every year he failed to keep his resolution. However, this year Mark knew it was going to be different because he decided to make changes to his resolution. He learned that he should be more specific in his goal. This way he can be more focused and know exactly where to begin. Losing weight and exercising more were extremely general. Without a guided path, Mark was less likely to reach his resolution. This year he decided to write down that he would run at least one mile every day. It was a realistic goal for Mark. He also said at least five fruits a week. This was also realistic since Mark used to eat two fruits per week at most. As the weeks went on, Mark found it easier to keep his resolution. Since he knew what he had to do, it was much easier. In the past he would exercise once in a while, and eat a diet only sometimes. He did not have a plan on what he was going to do. Now he did so well that he increased his goal. He decided to do two miles per day and eat seven fruits per week. He felt great about the change he was making; he felt happier and healthier. He also thought about other things he could do to improve his health. This resolution inspired him to sleep earlier and also drink more water."
  },
  {
    "title": "61. An Intern's First Day at a Law Firm",
    "content": "Maria was an intern at a law firm. Her eventual goal was to become an environmental lawyer. Getting an internship was a great way to learn more and make her resume look better. The internship was unpaid, but she was okay with that. Maria was nervous on her first day. She made sure she looked professional. She wore a white collared shirt, a navy blue blazer, a pencil skirt, and black heels. She put her hair in a ponytail and wore a pearl necklace. Maria entered the law firm and looked around her. Everyone looked so busy and professional. She liked that. Maria went to her boss Susan. Susan has been a lawyer for twenty years and won many of her cases. Susan looked mean, but Maria was ready to make her like her. Maria and Susan shook hands. Susan had a firm grip. \"First, I want you to get me a cup of coffee. No creamer or sugar,\" she said. \"Sure! What would you like me to do next?\" Maria asked. \"I'll let you know after you get me my coffee,\" Susan said. Maria came back with the coffee. Susan took the coffee and drank it. \"Okay, now I want you to drive to the nearest grocery store and buy my groceries,\" she said. Maria was shocked. She thought she would be doing more important work. \"What does this have to do with law?\" Maria asked. \"Are you questioning my knowledge of law?\" usan asked. Maria immediately froze. She shook her head no. She obeyed her orders and then sent Susan an email saying that she quit."
  },
  {
    "title": "62. Margaret liked Taking Pictures",
    "content": "Margaret always liked taking pictures. She believed that a picture can make anything beautiful. She brought her camera everywhere even if she was doing simple tasks like going grocery shopping. Margaret especially liked taking pictures of her friends when they didn't expect it. She liked capturing people's natural reactions. Some of Margaret's friends didn't like it when she did this though. Margaret had a website where she put samples of her photography. There were some pictures of people, some pictures of views, and some pictures of food. She decided to offer her skills for money. People could fill out a form on her website requesting her to take pictures of them. Her rate was $30 per hour. She wasn't getting that many requests. It made her feel like her work wasn't good. Her friend suggested advertising her website on social media. Once she did that, more requests came in. Day after day, people would request Margaret to take their pictures. In June, there were over 50 requests because people wanted graduation pictures. Margaret had to stop taking requests though because she was too busy. Margaret made a lot of money from taking pictures. She used the money to buy a new camera."
  },
  {
    "title": "63. She Quit Her Job at the Grocery Store",
    "content": "Dorothy currently works at a local grocery store. She gets a minimum wage, which is $10.50 per hour in California. It is not enough money especially since she wants to travel to Europe this summer. First, Dorothy tried asking her manager for a raise. He said no because she has only been working for six months. Dorothy picked up another job as a tutor. She tutored high school students for $30 per hour. She would go to their house. She taught all subjects. Dorothy had good grades and was smart. Because of this, a lot of parents hired her. They trusted her to help their kids. Dorothy was good at all subjects and had a 4.0 grade average. She also went to a top university. While she was teaching, she realized that she enjoyed teaching. Seeing kids' faces light up when they understood something was amazing. It was great to see how she was actually helping these kids learn. Dorothy decided to quit her job at the grocery store. She started to apply to schools for a teaching credential. She decided that traveling to Europe can wait. Months later, Norothy found out she got into all of the schools she applied to. She picked a school in San Francisco and loved it. After graduation, she found a job teaching back at the high school she attended as a teenager."
  },
  {
    "title": "64. A Bad Roommate",
    "content": "Lisa lived with four other girls in one apartment. She was close friends with three of them. However, Lisa did not like Nancy. She did not like how Nancy never washed her dishes or cleaned around the apartment. Nancy was just so messy. Lisa tried telling her to be more clean. All Nancy said was, \"I can do whatever I want. If you don't like my messiness, that's your problem.\" After this encounter, Lisa tried to avoid talking to her. Lisa would never start a conversation with her. She would only talk to Nancy if she absolutely had to. One day Lisa noticed that her charger was missing. She always plugged her charger by her bed. She checked around her bed and under it, too. There was nothing but dust. Did Nancy take it? She wasn't that bad... or was she? Lisa didn't want to accuse her, so she just asked, \"Did you happen to see my charger?\" \"Oh yes! I used it last night and forgot to give it to you,\" Nancy said. Nancy handed the charger to Lisa as if nothing was wrong. Lisa glared at Nancy. \"You can't just take my things without my permission,\" Lisa said. \"I didn't think it was a big deal. It's just a charger,\" Nancy said. \"Yeah, but it's mine, so you need to ask me first,\" Lisa said. \"Okay fine,\" Nancy said. Nancy never touched Lisa's things ever again."
  },
  {
    "title": "65. Being Clumsy",
    "content": "James was known for being clumsy. He would trip all the time, accidentally let go of objects, knock drinks off the table, and stutter over words. One day, James went to the grocery store. He was buying ingredients to make dinner. He went to the sauce aisle. He put the pesto sauce jar in his cart. As he was walking to the meat aisle to look for meatballs, the pesto jar fell through the cracks of the cart and shattered. Everyone in the store looks at James. He turns bright red. An employee nearby told James not to worry about it and cleaned the mess. James picked up a pack of meatballs. He noticed that there was a weird stain on the pack. He tried to pick at it to get rid of it. He picked it so hard that he made a hole in the package. James looked around to see if anyone saw it. Whew! No one was in the aisle. James put the package back with the others and got a new one. Next, James went to the grains aisle. There were so many options. Did he want noodles or pasta? What kind of texture did he want? James spent 20 minutes looking at all the grain types. \"Sir, we are about to close,\" an employee said. James apologize and ended up picking the macaroni. James went to the checkout aisle. His total came out to be $10.20. He got out his dollar bills and coins. When he handed the coins to the cashier, he accidentally dropped all of his coins on the floor."
  },
  {
    "title": "66. Don't Need a Man",
    "content": "Karen was 29 years old. She lived alone. She had a few friends, but didn't feel the need to hang out with them too much. She had a few boyfriends, but no one was worth staying with. She was a nurse at a hospital. She loved her job because she liked taking care of people. Karen's parents visited her one day out of the blue. She started to get worried. Why did they drive all the way here? It was a six-hour drive! Karen's parents always worried about her. She and her parents sat in the living room. \"So why are you guys here?\" Karen asked. \"Well, we were talking about you and your future. You're 29, but you're not married yet. All your cousins are already married,\" her mom said. Karen groaned. This wasn't the first time they mentioned it. Every time Karen went to a cousin's wedding, her parents would mention something about Karen being unmarried. Karen was annoyed that her parents wanted her to get married. She was fine being alone. She could support herself. \"Why don't you try dating my friend's son? He's 35, smart, and kind,\" her dad said. \"I don't like being set up,\" Karen said. \"He might be really great!\" her dad said. \"I don't need a man. I'll get married when the time is right,\" Karen said. \"Aren't you lonely?\" her mom asked. \"No, I'm happy with my job and the life I live,\" she said. Karen's parents weren't happy with her answer, but they accepted that they couldn't change her mind."
  },
  {
    "title": "67. We'll Get Married Eventually",
    "content": "John and Betty have been dating for five years. They got together at the end of college, but they were friends before. John and Betty were a good couple. They rarely fought, they never got jealous, and they respected each other. They managed to make problems go away. For example, after college, John was planning to go to medical school in Washington. Betty was planning to stay in California. However, they talked it out and John decided to enroll in a medical school in California. He didn't mind changing his plans for Betty. She was worth it. Right now, John is in residency, which means that he has finished medical school and is now working under a doctor at a hospital. Betty is an investment banker at Wells Fargo. Betty feels that they have been dating long enough to get married. They have been living together for almost four years. They knew each other's habits and were comfortable with each other. Over dinner, Betty brings it up. John sighs. \"I want to get married at some point, but not now. I am trying to pay off my medical school debt,\" he said. \"Why don't we just borrow some money from my parents? They wouldn't mind!\" Betty said. \"True, but I would,\" he said. \"Let go of your pride,\" Betty said. \"We'll get married eventually, don't worry. At the end of the day, marriage doesn't mean that much. As long as we love each other, that's okay,\" John said. He has a point, she thought. Betty believed that they would be together forever."
  },
  {
    "title": "68. Riding a Roller Coaster",
    "content": "At Sunflower Middle School, the 8th graders would all go to the amusement park to celebrate the graduation and finally entering high school. Robert's group of friends were all excited to go, but he wasn't. The truth was that Robert was afraid of heights. A lot of the rides at the amusement park were fast and high. Robert didn't want to admit to his friends that he was afraid of heights. They would probably make fun of him and tell him he's not being a man. Robert told his teacher that he had a family trip that day. \"But Robert, it's a free trip to one of the most popular amusement parks in America!\" his teacher said. His friend overheard Robert saying he could not go. \"Robert, you have to go! Don't you want to spend time with us? We're all going to different high schools,\" Michael said. This was true. Maybe he can just go on the rides that are not roller coasters. Michael decided to go. He did want to see his friends one last time. At the amusement park, his friends wanted to go on the tallest ride first. Robert felt his hands shaking. His friends all got in line. As they got closer to the front of the line, Robert's hands started sweating. When they reached the front, Robert couldn't move. \"Robert, come on! It's our turn,\" one of his friends said. \"I'm too scared. I can't,\" he said. \"Just try it, you might like it,\" his friend said. Robert took a deep breath and went on the ride. He closed his eyes and the roller coaster took off. Robert actually liked it! He loved how the wind felt rushing against him. When they got off the ride, he wanted to go again!"
  },
  {
    "title": "69. Moving into the Dorm",
    "content": "Michael is a freshman at UCLA. He is going to live in the dorms. Before then, he lived with his parents. His parents are happy for him, but sad that they won't get to see him as much. Michael has two roommates. One of them is his friend from high school. The other one is someone he does not know. Michael didn't bring that many things to the dorm. He knew that the dorms at UCLA are pretty small. When Michael and his parents entered the room, both of his roommates were already in there. \"Michael! What's up?!\" William exclaimed. Michael and William hugged. They were excited to be continuing their adventures in college. The other roommate David was quietly at his desk. He was already studying! \"Hi, I'm Michael,\" he extended his hand to David. David shook his hand and continued studying. \"Getting an early start huh?\" Michael asked. \"Yeah I'm trying to get straight As,\" David said. Michael assumed that he was very smart. \"What is your major?\" Michael asked. \"Biology. I want to be a doctor,\" David said. It was now clear to Michael why David was studying so much. After Michael's parents helped him move in, they said their goodbyes. They wouldn't see him until Thanksgiving. \"Hey, let's go try the dining hall food! I heard it's amazing,\" William said. \"Sure! Let's invite David too even though he'll probably say no,\" Michael said. The boys asked if David wanted to come along. \"Yeah I'm actually pretty hungry,\" he said. The boys all went to dinner together and all of them got along. Michael had a good feeling about UCLA."
  },
  {
    "title": "70. Homecoming Queen (1)",
    "content": "Deborah was originally from Nebraska. Her family moved to California because her dad found a great job opportunity there. He would be getting paid much more than he was getting in Nebraska. He was an engineer, and engineers are high in demand in California. Deborah had to move to a new high school though. She missed all her old friends already, but was looking forward to meeting new people. On her first day of school, Deborah introduced herself to the class. The guys in the class started whispering about how pretty she was. Some of the girls nodded in agreement while some of the girls just rolled their eyes in jealousy. After Deborah introduced herself, there was an announcement about Homecoming, a tradition welcoming back the students to school. The announcement invited all students to run for Homecoming Queen and King. Deborah would have run if she was back in Nebraska, but she didn't know anyone in California. At lunchtime, a girl invited Deborah to sit with her and her friends. \"Hi! You're new! I'm Kimberly. I'm in your homeroom class,\" she said. \"I would, but nobody knows me. I don't stand a chance,\" Deborah said. \"Yes, you do. Everyone is already talking about you and calling you the 'Pretty New Girl'. Also, the main competitor is Sarah, but all the girls don't want her to win because she won last year and she's really mean.\" Deborah decided to run for Homecoming Queen after Kimberly said this. What's the harm?"
  },
  {
    "title": "71. Homecoming Queen (2)",
    "content": "Deborah is running for Homecoming Queen at the high school she just transferred to a few days ago. Deborah and Sarah put up posters. The poster had a picture of Deborah with her list of accomplishments and characteristics. Deborah was a pageant contestant a couple of years ago, a 4.0 student, and a volunteer at the animal shelter. Classmates came up to Deborah after school to tell her how great she was. Deborah thanked them. Sarah came up to Deborah after school. \"Hi, I'm Sarah. Look, I wanted to give you some advice. I think you should drop out of the Homecoming race. You're a new student,\" she said. \"I know and I think that this is a great opportunity to get to meet people. I've already met so many people since running for Homecoming Queen,\" Deborah said. \"Don't say I didn't warn you,\" Sarah said. Deborah wore a long gold dress to Homecoming. Her parents were so proud of her and they took a lot of pictures of their daughter. Deborah went to Homecoming with Kimberly and some other friends. The Homecoming dance was inside the gym. It was decorated nicely. Deborah danced with her friends. A guy asked Deborah to dance, but she said no. Later, the principal came out on the stage. He was going to announce the Homecoming Queen and King. \"Your Homecoming Queen is ... Deborah!\" he said. Deborah was happily surprised. People cheered for her and said kind words. Sarah rolled her eyes and left the dance. Deborah went up to the stage and made a speech about taking chances. She was off to a good start at her new school."
  },
  {
    "title": "72. Not to Give Any Spoilers",
    "content": "Everyone at Jefferson High School was reading How to Save a Life, which was a book about a student's journey in medical school. The book got really popular around the United States. It will become a movie some time in 2021. Some students were ahead of others in the book. Some students were already done with the book. Laura was halfway through with the book. She really liked it and could hardly put it down. She just finished the chapter where the main character falls in love with a patient who is dying of cancer. Laura's friends already finished the book, so she told them not to give any spoilers. Spoilers are parts of the story that reveal important details before a person gets to that part of the story. Spoilers ruin the fun of not knowing. It's like knowing how a movie ends when you are just starting to watch the movie. Laura's friend was about to say something about the book, but Laura stopped her. \"No spoilers, guys! I want to enjoy this book,\" she said. Laura was reading the book on the bus. A couple on the bus started talking about the book. Laura started to panic. She put on her headphones and listened to music throughout the entire bus ride. Laura continued reading the book when she got home. Her mom came into her room. \"That is such a good book! I'm so glad you're reading it. Have you got to the part when the main character is told she also has cancer?\" her mom said. \"MOM! I'm only halfway!\" Laura exclaimed. Her mom apologized. Laura put the book back in her bookshelf and never touched it again."
  },
  {
    "title": "73. The Cyberbully Confessed",
    "content": "Technology is such a big part of teenagers' lives. Teenagers are always on social media, uploading pictures, replying to people, and more. Because the use of technology is becoming more and more popular, cyberbullying has become a trend too. Cyberbullying is bullying done online. This includes texting mean things about people, posting private photos of others, and more. One of the many bad things about cyberbullying is that one can be anonymous, which means that no one would know that he or she is the one cyberbullying someone. Michelle was scrolling on Facebook one day. A photo of her face photoshopped onto a fat person was on Facebook. Michelle was shocked. Who made this? She looked at who posted it and it was someone with the username \"chubbybunny94.\" She asked her friends if they knew who was behind this. Unfortunately no one knew. At school, the next day people made fun of her. It was annoying, but Michelle didn't care too much because she knew she was not fat. During lunch time, however, it got out of control. A classmate threw a piece of cake at her face and said, \"Eat it fatty!\" Michelle ran to the bathroom and cried. Michelle's friends told the principal about what happened. The principal made an announcement at every 11th grade classroom saying that if the cyberbully does not confess, he will call the police. A couple of days later, the cyberbully confessed. It was John. He did it because he was mad at Michelle for refusing to help him cheat on a test. John was suspended for three days. Michelle feels better."
  },
  {
    "title": "74. A Cheap Birthday Gift",
    "content": "Antonio was known for being cheap. He grew up with poor parents who taught him how to save money. Antonio would do things like stealing toilet paper from public bathrooms, bringing food home from buffets, and ordering the cheapest thing on the menu. His friends sometimes got annoyed with him. His friend Jimmy was having a birthday party. Antonio knew that he had to give him a gift. He didn't want to, but he had to. Antonio tried to think of a good, cheap gift. I could get him a coffee mug, he thought. He went to the dollar store and bought a mug. The mug was white and had the letter J on it. Antonio thought it was a nice gift, and most important, he only had to spend a dollar on it. Antonio put the mug in a nice gift bag he got for his own birthday. There was no way he would spend money on a gift bag. Antonio went to Jimmy's house. There were 20 people at the party. Jimmy had 20 gifts. At the end of the day, Jimmy opened up everybody's gifts. Jimmy received some pretty great gifts. Some of the gifts he got include a video game in high demand, gift cards, and a leather jacket. Jimmy finally opened Antonio's gift. Jimmy didn't expect much from Antonio. He reached inside the bag and pulled out the mug. He actually really liked it. He was pleasantly surprised. Then, he noticed the price tag was still there. It said $1."
  },
  {
    "title": "75. To Enter the Pie-Eating Contest",
    "content": "Earl used to be overweight. He managed to lose fifteen pounds in two years though. He is very proud of himself. One day he went to the county fair where there were a ferris wheel, roller coasters, games, food, and contests. This was Earl's first time at the county fair. He was with his cousins. They first went on the ferris wheel. Earl loved it, because he got to see the view from above. Everything and everyone looked so small. Next, Earl and his cousins went to a ring-toss booth. Earl was really good at it. He even won the grand prize a huge stuffed dolphin. He gave it to his youngest cousin. Earl and his cousins walked around. Earl was getting hungry. He saw a cotton candy booth. He was tempted to buy one, but he was doing so good on his diet. There were a lot of good foods such as corn dog, chili cheese fries, pizza, and fried cookies. There was no healthy food though. Earl and his cousins kept walking around. They noticed a booth for a pie-eating contest. Whoever could eat the most pies would win a $50 gift certificate to Pie-O, a popular pie place in the county. Earl's cousins encouraged him to enter the contest. Earl was known for eating fast. Earl said it would be bad for his health, but he entered the contest anyway. He felt like he deserved some pie. Earl ended up winning the competition. He gave the gift certificate to the cousin who motivated him to lose weight."
  }
]