[
  {
    "title": "1. First Day of the Job",
    "content": "Tom just got hired at the ice cream shop. It was called Creamy Goodness. It was a five-minute walk from his house. Today was his first day on the job. He was nervous. He was also excited. He showed up in his uniform. He was early to the job. He wanted to make a good impression. His first task was to open the shop. He had to prepare the ice cream. He also had to set up the tables and the chairs for the customers. He had to clean all the equipment. He had to make sure everything was ready. His manager helped him get ready. His coworkers also helped. He worked as a cashier. He scooped the ice cream. Tom loved his job."
  },
  {
    "title": "2. The Sale Associate",
    "content": "Joe is a sale associate. He has a lot of duties. He helps customers find things. Customers can be annoying. They always think they're right. Joe always has to be nice to them. Joe also answers phone calls. People ask about products in the store. Joe cleans the bathroom. That's the worst part. It's very dirty. He has to pick up trash. He has to refill the soap. Joe is also at the cash register. He scans items. He gives people change. He gives back money for returns. He thinks his job is okay, but he plans to quit in a few years."
  },
  {
    "title": "3. Watching a Movie",
    "content": "Kenneth went to the movie theater. He likes to watch action movies. The more action, the better. He waited for his friends. They had planned to meet at 5 p.m. He waited outside. Twenty minutes passed. His friends were not there. He called one of them. It went straight to voicemail. He wondered where his friends were. He was getting upset. He called his other friends. They did not answer. He went back to the theater. He bought a ticket. He went to the concession stand. He bought popcorn and soda. He went inside the viewing room. He found a comfy seat. He sat down. He watched the movie all by himself."
  },
  {
    "title": "4. Washing Her Hair",
    "content": "Danielle looked in the mirror. Her hair was oily. She needed to wash it. It takes her 30 minutes to wash her hair. But she had a date in 15 minutes. She didn't want to look bad though. She got a table cloth. It had pink flowers on it. She wrapped it around her hair. Now her hair was all covered. She went downstairs. Her brother started laughing at her. He told her to look in the mirror. She looked into the mirror. She looked ridiculous. She was jealous of her brother. Her brother had short hair. It only took him 5 minutes to wash his hair."
  },
  {
    "title": "5. The Store Was Closed",
    "content": "Cindy needed to return her dress. She tried it on at home earlier. It did not fit her. Today was the last day to return it. After today, she had to keep the dress. The store closes at 8 p.m. She started driving at 7:30 p.m. It took her 20 minutes to get to the mall. She only had 10 minutes left to park her car and return her dress. Today was Saturday. There were too many cars in the parking lot. It took her 5 minutes to find a parking space. She ran out of the car, but she did not make it in time. The store was closed."
  },
  {
    "title": "6. No Phone",
    "content": "Eileen had to see the doctor. She had no appointment. She had to wait for two hours to see the doctor. She was bored. She forgot her phone. She didn't know what to do. She looked around. Everyone had a phone. She looked to see if there were any magazines. Waiting rooms usually had magazines. There were magazines in Spanish. Eileen can't read Spanish. She turned on the TV. There was no cable. Eileen did not like local television. It was too boring. She turned off the TV. She tried to talk to the person next to her. The person ignored her. He was on his phone. She wished she brought her phone."
  },
  {
    "title": "7. Pizza Delivery",
    "content": "Tom was hungry, but lazy too. He didn't want to cook. He didn't want to go to a restaurant. He didn't even want to heat up leftovers. He decided to have a pizza delivered to him. He went on a pizza website. He ordered a small pizza. He waited for the pizza to arrive. Later, he heard the doorbell ring. He was too lazy to get up at first. He got up after five minutes. He opened the door. The pizza smelled so good. He paid the delivery man. He gave him a good tip, too. Tom sat back down on the couch. He ate the whole pizza. He was full."
  },
  {
    "title": "8. Bob Lost 50 Pounds",
    "content": "Bob had been exercising every day for a year. He had also been eating healthy. He wanted to see how much weight he lost. He stepped on the scale. He closed his eyes. He was scared. What if he gained weight? He opened his eyes slowly. He looked down. He smiled. He lost 50 pounds. He jumped up and down. He wanted to celebrate. He went to his favorite burger place. He ordered the jumbo size. He felt bad at first, but he deserved it. He ordered a large size of fries. He used five ketchup packets. He took his first bite. It tasted so good. He would be healthy again tomorrow."
  },
  {
    "title": "9. Messy and Clean",
    "content": "Marie was messy. Cassie was clean. The two girls were roommates. Marie had a bunch of clothes on her bed. Cassie just had a blanket on hers. Cassie told Marie to put her clothes somewhere else. Marie ignored her. Marie had food from last week on her desk. It smelled bad. Cassie told her to throw it away. Marie said no. Cassie threw it away herself. Marie yelled at her. She was mad that Cassie touched her things. Cassie yelled at her back. She was mad at Marie for being messy. Marie left and slammed the door. Cassie was all alone. It was a good time to clean."
  },
  {
    "title": "10. Instant Noodles",
    "content": "Jessica was a college student. She did not know how to cook well. She does not have much time either. She is always busy. She has an important test coming up. She grabs a bowl of instant noodles. Instant noodles are easy to prepare. She rips off the lid halfway. She rips the seasoning packet. The seasoning is what makes the noodles taste good. She pours the seasoning on the noodles. She fills the bowl with water. She closes the lid. She puts the bowl in the microwave. She heats it up for three minutes. She sits down. She studies while she waits. She hears the \"ding.\" It's ready!"
  },
  {
    "title": "11. She Bought a Gallon of Milk",
    "content": "Allison wanted to eat breakfast. She took a bowl from the sink. She opened the cabinet. There were 10 different cereal boxes. She got her favorite cereal box. It was the sugary kind. She poured the cereal into her bowl. She opened the refrigerator. She grabbed the milk carton. She poured the milk into the bowl. There was only a little bit of milk though. It was not enough for her cereal. She couldn't eat cereal without milk. She groaned. She drove to the market. It was closed. She drove to another market. It was far, but it was open. She bought a gallon of milk. Finally, she could have a good breakfast."
  },
  {
    "title": "12. Being Young",
    "content": "George and his friends went to the park. They first went on the swings. Everyone stared at them. They are already in college. They wanted to feel young again. A parent tapped George on the shoulder. It was a mother. She asked George to get off. George asked, \"Why?\" \"Because my little girl wants to go on,\" she replied. George turned to the side. There was a young girl. She was about 10 years old. George felt bad. He got off the swing. \"Here you go, kid.\" George said. His friends laughed at him. George went on the slide. He felt young on the slide."
  },
  {
    "title": "13. Borrowing Books from the Library",
    "content": "Daniel goes to the library. He needs to borrow books on penguins. The library has all types of books. The library has movies and CDs, too. Dan doesn't have books on penguins. He actually doesn't buy that many books. He thinks books are a waste of money. Why buy books when you can borrow them from the library? He has to make a library card. He fills out his information. The application asks basic questions. He signs his name at the bottom. He borrows 10 books on penguins. He goes to the checkout desk. The librarian scans the books. He takes the books home."
  },
  {
    "title": "14. A Generous Woman",
    "content": "She had a lot of money. She was a generous woman. She was once poor. She understood what it was like. She wanted to help out. On Christmas day, she handed out food to the poor. She made the food herself. She put a turkey leg, a scoop of mash potatoes, and peas on a plate. She gave the plate to each homeless person she saw. The homeless people loved her. One homeless man even gave her a penny. She said to keep it for himself. She decided to do more. She gave $50 to every homeless person she saw. She felt good."
  },
  {
    "title": "15. A Changed Man",
    "content": "He was a mean man. He treated people badly. He has no respect for anyone or anything. He spits on the ground. He sticks his gum on desks. He makes people cry. He makes his dates pay for dinner. He yells at his maid. His wife decided to leave him. This changed him. He wanted her back. He became nice. He donated to the poor. He volunteered at the animal shelter. He gave compliments to people. He wrote a letter to his wife. He stuck pictures of himself doing good things on the letter. He sent it. Hopefully she would come back to him."
  },
  {
    "title": "16. Take Your Shoes Off",
    "content": "Hilary went to Bree's house. Bree's older sister Lia, stared at Hillary. Hilary was confused. Why did Lia look so mad? Lia whispered something to Bree. Bree nodded her head. Lia left the house. Bree told Hilary that her shoes were still on. Hilary was confused. Bree explained. Guests should take their shoes off when inside someone's house. Hilary was surprised. She had no idea. She always wore shoes inside the house. She didn't want to get her feet dirty. She didn't want to argue with Bree though. She said sorry. Bree told Hillary to apologize to Lia. Hilary called Lia and said sorry. Lia said it was okay."
  },
  {
    "title": "17. Mom Doesn't Like John",
    "content": "Amanda is dating John. They have been dating for a year. Amanda wants John to meet her parents. John does not want to. He has heard that they are mean. Amanda yells at him. John finally gives in. They go to Amanda's parents' house. John has presents for them. John gives Amanda's dad chocolates. Then, he gives Amanda's mom flowers. They say thank you. They all eat dinner together. Amanda's mom asks John what he does for a living. John says he is an actor. Amanda's mom nods. She does not like that he doesn't have a stable job. She wishes that he was a doctor. She does not approve."
  },
  {
    "title": "18. An Old Friend",
    "content": "Sylvia was reading a magazine. One of the advertisements caught her attention. It was her old friend Tina from high school. She was a model now. She looked amazing! Sylvia wanted to talk to Tina again. She checked her phone book from high school. She called Tina's number. Nobody picked up. She probably changed her number. Sylvia looked Tina up on Facebook. Almost everyone on earth has a Facebook account. She managed to find her. Technology made everything so easy. Sylvia messaged Tina. Tina replied back. They made plans to meet at a cafe."
  },
  {
    "title": "19. Left Keys in the Car",
    "content": "Stephanie left her keys in the car. She has another set of keys at home. She called her brother. \"Hey, are you busy?\" she asked. \"Yes, I'm watching TV,\" he said. \"Well, too bad. I need you to drive to my school,\" she said. He complained. He didn't want to get up. The movie he was watching was good. \"Please. I'll clean your room for a week,\" she offered. \"Deal! I'll be there!\" her brother said. Stephanie waited. Her brother arrived. He came in his white truck. He gave her the keys. Stephanie opened the car door. The siblings drove back home."
  },
  {
    "title": "20. Donating Clothes",
    "content": "Carrie has too many clothes. She does not have room for anything anymore. Her friends tell her to donate them. Carrie thinks that is a bad idea. She thinks it is a waste of money. She wants to sell her clothes. Her friends tell her that is a bad idea. They think that no one will want to buy her clothes. They say her clothes are not in style anymore. Carrie ignored them. She took pictures of her clothes. She posted them on a website. Two weeks passed by. Her friends were right. No one wanted to buy her clothes. Carrie decided to donate them."
  },
  {
    "title": "21. Extra Food",
    "content": "The soccer team had a potluck dinner. Each team member brought one kind of food or drink. There were 40 members. There were 40 different kinds of food and drinks. There were oodles, chips, soda, and burritos. At the end of the dinner, there were a lot of leftovers. \"Anyone want to take food home?\" the soccer coach asked. The players shook their head. They didn't like leftovers. \"I'm just going to throw everything away then,\" the coach said. \"No! That is such a waste. This could feed a family,\" said one of the players. The other members agreed. The coach had an idea. He drove to the homeless shelter. \"Hi! I would like to donate all this food.\""
  },
  {
    "title": "22. Not to Hang Out with a Liar",
    "content": "Virginia wanted to hang out with Claudia. They had not seen each other in four years. Virginia called Claudia. \"Hey, it's me, Ginny!\" she said. \"Wow! I have not seen you for a long time,\" Claudia said. \"Want to get lunch at IHOP?\" Virginia asked. \"I'm sorry I have class,\" Claudia said. Virginia was sad. They said good-bye. Virginia went to IHOP with another friend. Before she went inside, she saw Claudia walk by. She was surprised. Claudia had lied to her. \"I thought you had class,\" Virginia said. \"Uh...I... did I say that?\" she said. \"Forget it. I would never want to hang out with a liar,\" Virginia said."
  },
  {
    "title": "23. Buy One, Get One Free",
    "content": "Brandy was shopping. She saw a sign that said \"BOGO!\" She asked a worker what that meant. \"It means buy one, get one free,\" she said. She thought that was awesome. What a good deal! She looked through the clothing racks. She found a shirt for $30. She had to find something else now. She saw a skirt she liked. It was only $5. That meant it wasn't worth it. She wanted to get two items that were similar in price, but she couldn't find anything. She looked for an hour. She found a pretty dress. She checked the price tag. It was $80. She was annoyed. She ended up buying the shirt and the $5 skirt."
  },
  {
    "title": "24. Playing Tennis at the Park",
    "content": "Susan and Felicity are going to play tennis at the park. They have been playing this month. They go to different schools. Susan goes to school in Canada. Felicity goes to school in the United States. They used to go to the same high school. They were on the tennis team. Now they only see each other in the summer. Susan visits the United States every summer. It usually does not rain in the summer, but it rained on the day they planned to play tennis. They were upset. They still met each other. They stayed in and talked."
  },
  {
    "title": "25. Grandmother's Dying Wish",
    "content": "April is from Colorado, where there's a lot of snow. April does not like the snow, so she lives in sunny California with her mom. April's grandmother is 100 years old. She lives in Colorado. She is very sick. April's mom wants to see her. She wants April to go to Colorado with her. April really does not want to go. April gets a letter from her grandmother. Her grandmother says her last dying wish is to see April and her mother. April feels bad. She decides to go because she loves her grandmother."
  }
]