[
  {
    "title": "26. Sally and her Cat",
    "content": "Sally was petting her cat. Her cat's name is Kitty. Kitty is a large black cat. Sally ran her finger down Kitty's back. She loved her cat. Her cat smelled like shampoo. She had been washed that morning. Cats do not like water. Kitty, on the other hand, liked water. Kitty was a friendly cat. Sally was on her bed. Kitty fell asleep. Sally was thirsty. She did not want to wake up Kitty. She picked up her cell phone. She called her little brother. She whispered into the phone and said, \"Get me a glass of water, please.\" Her brother said okay. He was downstairs watching television. He went to the kitchen. He got a glass of water. He took it upstairs to his sister's room. He did not know Kitty was asleep. He slammed the door open. Kitty woke up and ran away."
  },
  {
    "title": "27. Buying a Couch",
    "content": "He went to the furniture store. He needed a new couch. His old couch had broken. He walked around the store. He saw different couches. There were a lot of couches. He did not know which to buy. He saw a blue couch. It looked comfortable. He sat down on it. He stood up. He did not like it. He saw another couch. It was red. It looked soft. He sat on it. He rose to his feet. He did not like it. A person walked up to him. The person was a salesman. \"Can I help you, sir?\" asked the salesman. He told him he needed a couch that was comfortable. The salesman showed him a couch. The man tested it. He liked it. The couch passed the test. He bought it and took it home."
  },
  {
    "title": "28. Tom's Fourth of July",
    "content": "It was the Fourth of July. It came once a year. It is a day of celebration. It was Tom's favorite holiday. Tom bought many fireworks. His family had gathered together. They were all on his front yard. His nephew was excited. He was six years old. He wanted to light the fireworks. Tom handed him a sparkler. \"Be careful with that,\" Tom said to his nephew. \"I will, Uncle Tom,\" his nephew said. The fireworks started lighting up the sky. Tom and his family saw different colors of fireworks in the sky. They saw blue fireworks. They saw red fireworks. The fireworks were loud. They exploded in the sky. Everybody loved the fireworks. Tom was cooking hot dogs and hamburgers. He went inside his house, and came back with Coke and plastic cups. Everybody ate and drank soda. The fourth of July is a fun holiday."
  },
  {
    "title": "29. Mark's Thanksgiving",
    "content": "Thanksgiving is a national holiday. It is celebrated once a year. Mark loved Thanksgiving. It is his favorite holiday. Every year, he cooks a turkey. Mark's wife helps him. Mark cooks other dishes, too. He makes stuffing, potato salad, and ham. Mark invites his family to his Thanksgiving. Mark has a large family. Mark's wife also invites her family. She has a small family. Everybody brings food to the table. There is always leftover food the next day. The doorbell rings. Mark invites his family inside. \"Happy Thanksgiving,\" everybody says to each other. The food is cooked. They wait for Mark's in-laws to arrive. The doorbell rings. Mark's in-laws come inside. Everybody sits at the table. The food is served. Everybody is smiling and talking. Everybody begins to eat. Thanksgiving is a festive holiday."
  },
  {
    "title": "30. David Runs a Marathon",
    "content": "David ran a marathon. He could not believe it. It was a big achievement. Running a marathon is not easy. David had to train all year long. David woke up every morning. He would put on his running shoes, drink a lot of water, and run out the door. David ran for hours. He stopped only when he finished. David ran again at night. He had a lot of energy. He never got tired. Running a marathon took a long time. David ran 26 miles and 385 yards. It took 5 hours and 30 minutes to finish. David was exhausted when he finished. He was really thirsty. He drank a gallon of water. He was still thirsty. David was happy. Running a marathon had been his wish. He could not wait to run it again next year."
  },
  {
    "title": "31. Joe's Walk in the Park",
    "content": "It was a beautiful day. Joe went to the park. There were people everywhere. Joe saw many things. He saw a boy riding a bike. He saw a girl swinging on a swing. He saw a family having a picnic. He saw a man playing the guitar. It was a happy sight. Joe took a deep breath. The air was fresh. The smell of flowers was in the air. The trees were swaying in the wind. Joe felt so alive. Joe heard a bell. He looked around and saw the ice-cream man. He reached in his pockets. He grabbed three dollars. \"Hey, ice-cream man!\" Joe yelled. The ice-cream man stopped and turned around. He walked towards Joe. \"One ice-cream, please,\" Joe said. The ice-cream man handed Joe an ice-cream bar. \"Thank you,\" said the ice-cream man. Joe paid and went on his way. It was a sunny day. Everything was perfect."
  },
  {
    "title": "32. Meeting a Jazz Artist at a Record Store",
    "content": "She went inside the music store. The music store sold all kinds of things. It sold records, compact disks, posters, and clothing. She loved listening to music. Her favorite kind of music was Jazz. She collected old Jazz records. Her collection had hundreds of records. She started collecting records at a young age. She was fifteen when she got her first Jazz record. Her dad had given it to her. It was a birthday present. She fell in love with Jazz music that day. There was a special guest at the music store. He was a famous Jazz artist. She was excited to see him. She owned all his records. His name was Miles Davis. He was a musical genius. She brought one of his records. It was her favorite record. There was a line to see the Jazz artist. She waited in line. She met Miles Davis. He smiled and signed her record. She could not believe what had happened."
  },
  {
    "title": "33. Old Man Crosses the Street",
    "content": "A man was crossing the street. He was an elderly man. He walked like a turtle. It took him a long time to cross. Every day, he crossed the same street. Every time, he took a long time. The cross lights turned green. He was still crossing the street. Cars would honk at him. The man did not care. He could not cross any faster. \"Where is that man going?\" people would ask. No one knew where he went. The man walked with a cane. He had white hair and glasses. He crossed the street one day. A boy was standing on the corner. \"Where are you going?\" the boy asked. \"I don't know,\" replied the man. The old man was lost. Somehow, he would find his way back home every day."
  },
  {
    "title": "34. Waiting for a Friend in the Cold",
    "content": "It was a cold day. The wind was blowing. He was in his car. He was waiting for his friend. His whole body was shivering. He turned on the car's heater. It started heating the car. Suddenly, it stopped. He turned it on again, but the heater turned off again. It had stopped working. He was really cold. He had a sweater on. But it was not enough. He forgot to wear his jacket. \"How could I warm myself?\" he thought to himself. He remembered he had something in his trunk. He opened the car door and stepped out. It was even colder outside his car. There was no one outside. He opened his car trunk. There was a jacket. The jacket was old and smelly. He did not care. It was so cold. He put on the jacket. He went back inside his car. His friend finally arrived."
  },
  {
    "title": "35. Shopping at the Mall",
    "content": "He went to the mall. He needed clothes to wear. Summer was nearing. He brought a list. It was a list of clothes to buy. He looked at the list. He needed t-shirts. He entered a store. The name of the store was \"Summer Shirts\". He bought ten shirts. They were different colors. Three of the shirts were blue. Another three were red. Two of the shirts were white The last two were black. He crossed shirts off his list. He needed pants. He walked into a store. The name of the store was \"Fancy Pants\". He purchased five pairs of pants. Two pants were blue jeans. Another two were tan slacks. The last ones were brown khakis. He crossed pants off his list. He just needed shoes. He walked into a shoe store. He saw sandals. He bought sandals instead of regular shoes. He was now ready for summer."
  },
  {
    "title": "36. Buying a Laptop",
    "content": "He bought a computer. It was a laptop. The laptop was expensive. It cost him several hundred dollars. He saved up money. It took him four months to save enough. He earned his money. He worked at a restaurant after school. The job was hard. He was determined to buy a computer. He never quit his job. He went to the Best Buy to purchase it. He walked in with the money in his hand. He knew which computer he wanted already. He paid for the computer, and took it home right away. He opened the box. He lifted the computer gently from the box. \"It's beautiful,\" he said. The laptop was sleek. It looked nice. It was the happiest day in his life. He turned it on. He logged on the Internet."
  },
  {
    "title": "37. The Popular Girl at School",
    "content": "She was popular. Everybody at school knew her name. She liked the attention. She was pretty. She had blonde hair. It was long and straight. She wore expensive clothes. She wore classy perfume. She put on pricey make-up. All the other girls were jealous of her. All the guys liked her. She was not interested in being a relationship with anybody. One day, her parents told her a surprise. They said they were moving. She was devastated. She moved the next week. They drove to Colorado. She went to a new school. She was not popular anymore. Nobody knew her name. Nobody liked her. No one was jealous of her. She was just an ordinary girl now. She was sad at first. She soon felt happy. It was a nice change. It was nice being a regular person. She did not miss being popular anymore."
  },
  {
    "title": "38. He Was the King",
    "content": "He was the king. He was a kind ruler. He gave to the poor. He fed the hungry. He healed the sick. The people loved their king. Their king had an army. His army was vast. It protected the kingdom. Invaders would attack. The king's army was strong. They battled with swords and shields. They never lost a battle. The king was proud of his army. He was proud of his kingdom. The king was rich. He had all the gold in the world. Gold made the king greedy. He wanted more. He searched for gold in the world. His army brought him silver. He did not want silver. He wanted gold. The king grew mad. His people revolted. The king was overthrown. The king was banished from his kingdom. He left this world."
  },
  {
    "title": "39. Talking",
    "content": "She liked to talk. Talking was easy for her. She talked to friends: \"Hello, how are you?\" Her friends replied: \"I am fine.\" She was always polite. \"Bless you,\" she would say when someone sneezed. \"Have a nice day,\" she would say after saying goodbye. She was a good talker. She was skilled at talking. She talked all the time. She talked over the phone. She talked during class. She talked at her work. Her job was to talk. She helped customers buy things. \"Can I help you, sir?\" she would ask. Every day she talked to customers. She was always helpful. \"Thank you for taking the time to talk to me,\" a customer said one day. \"You are very welcome,\" she said and smiled. Talking is a good skill to have. She practiced it every day."
  },
  {
    "title": "40. It's a Big World",
    "content": "The world is a big place. There are hundreds of millions of people in the world. People live all around the world. There are many places in the world. We live in the United States. The United States is famous for democracy. There are many people living in the United States. People from the United States come from different places in the world. Canada is another place in the world. Canada is known for its clean air. England is another place in the world. People speak English in England. People in England have accents. England has a queen. Africa is another place in the world. Africa has wild life. Africa has more wild life than other places. Lions and elephants live in Africa. Africa is a beautiful place. There is beauty in every place in the world."
  },
  {
    "title": "41. Having Lunch",
    "content": "She walked into a restaurant. It was lunch time. She was hungry. She sat down at a table. The waiter handed her a menu. \"What would you like to drink?\" the waiter asked. She asked for water. She was on a budget. She stopped buying drinks. Water was always free. She liked eating fish. She looked at the menu. There was no fish. She called the waiter. \"Do you serve fish?\" she asked. \"No, I am sorry,\" the waiter said. She was disappointed. She looked at the menu again. She needed time to think. The waiter left. She did like chicken. She did not like beef. She did not even like pork. She was a picky eater. She made up her mind. The waiter came back. She ordered lamb. The waiter wrote it down. He smiled and left. She ate lamb for lunch."
  },
  {
    "title": "42. The Cat Tom",
    "content": "Tom was a black cat. He was a house cat. He never went outside. He was kept well fed. Tom always got attention. He was a spoiled cat. Tom was sleeping. He heard a sound. It came from the window. He stood on his four legs. He meowed. He went to the window. He looked outside. There was another cat. The cat was white. Tom jumped out the window. He landed on his feet. Cats always land on their feet. The white cat saw Tom. The white cat was a girl. Tom walked towards the white cat. She ran away. Tom chased her. They ran around the house. Tom was having fun. The white cat ran away. Tom did not catch her. It was getting dark. Tom climbed back inside his window. It was a fun day for Tom."
  },
  {
    "title": "43. Suzan Has the Flu",
    "content": "She coughed. She was sick. She had the flu. She did not know how she caught it. She went to see her doctor. She did not like the clinic. The clinic was small and damp. There were always people waiting. She sat in the waiting room. Kids were running around. People were sitting next to her. They were coughing and sneezing. She was coughing and sneezing, too. She felt terrible. She waited for hours. They finally called her name. She quickly went to the nurse. \"The doctor will see you now,\" the nurse said. She went into a small room. She sat down on a bed. The doctor walked in. \"Hello, Suzan,\" the doctor said. She told him she had the flu. The doctor checked her symptoms. He gave her a prescription. \"Feel better,\" the doctor said. \"Thank you, doctor,\" she said."
  },
  {
    "title": "44. John and Jim Play Country Music",
    "content": "John sat on the porch playing his electric bass. He had a brother called James. James played guitar. He played it every day. He played the guitar well. Sometimes John and Jim made music together. John sang the melody. Jim sang harmony. They both played their instruments together. They made beautiful music. The music was catchy. Strangers noticed Jim and John playing music. They would walk closer to the porch to listen to the music. John sang country music. Everybody in the neighborhood loved it. Country music was their favorite kind of music. Jim and John lived in Texas. Texans love country music. John and Jim were talented. When they grew older, they did not stop making music. They recorded their songs. The songs were heard on the radio. Jim and John became country music stars."
  },
  {
    "title": "45. She Sings Pop Music",
    "content": "She turned on the radio. She tuned in her favorite radio station. The station played pop music. She loved pop music. She sang along to the radio. She sang in the shower every morning. She jumped in the shower. She sang her heart out. She stepped out the shower. She grabbed the radio. She took it to the room. She turned it on again. She put on her clothes while listening to the radio. She did not stop singing. Her brother did not like her singing. \"Be quiet!\" he would yell. She could not hear him because the radio was too loud. She wanted to be a pop singer. It was her dream. She wanted to make her dream come true. She entered singing contests. She won first place. She was a great singer."
  },
  {
    "title": "46. The Camping Trip (1)",
    "content": "It was the time for the camping trip. He was scared. He was scared of bears. He did not want to be eaten. He was also scared of bugs, ghosts, and poison ivy. His family packed a bug spray, and a first aid kit. His brother told him ghosts were not real. He was still scared of everything. It was his first time camping. He was also excited. He brought his journal. He wrote in the journal. \"Dear Journal, I hope I do not get eaten by a bear.\" It was his worst fear. Bears were huge. He saw one on television. They had sharp teeth. They had big claws. They roared loudly It was the night before the trip. He could not go to sleep. He could not stop thinking about the bear. He went to sleep. He dreamed about bears. It was not a nice dream."
  },
  {
    "title": "47. The Camping Trip (2)",
    "content": "He woke up. He was tired. He had a hard time going to sleep. He tossed and turned all night. He was scared. He had bad dreams. He dreamed about bears. It was the first day of the camping trip. It was early morning. He hid in his blankets. His family called his name. \"Henry, it's time to get ready,\" called the family. He ignored his family. He did not want to go. He stayed in bed. He was excited about going camping before. But now he was too scared. \"I do not want to go anymore,\" he said. His dad came in his room. He took off Henry's blankets. He picked him up. He put his clothes on. He put him in the car. \"Do not be scared,\" he said to Henry. Henry was still scared. The camping trip lasted three days. Henry was not scared. There was nothing to be scared about. There were no bears. It was a nice camping trip."
  },
  {
    "title": "48. He Likes Her (1)",
    "content": "He liked her. He liked her smile. He liked her voice. He liked her hair. He liked her nature. She did not know that he liked her. She did not know him. He was a stranger to her. It did not matter for him. He wanted to talk to her. He waited for the right time. She was always with her friends. He waited until she was alone. She was walking down the street. She was going home. She was alone. He was driving to the store. He saw her. He drove up to her. She turned around. She saw him in the car. \"Hello, what is your name,\" he said. She ignored him. She did not want to talk to strangers. \"Would you like a ride home?\" he asked her. \"No, thank you,\" she replied. He parked his car. He got out of his car. He walked up to her."
  },
  {
    "title": "49. He Likes Her (2)",
    "content": "She was standing on the sidewalk. He stood in front of her. \"I have to go home,\" she said. She walked past him. He followed her. He wanted to talk to her. She did not know him. She did not want to talk to strangers. \"I know you,\" he said to her. She stopped walking. She looked at him. She had a puzzled face. \"We went to school together,\" he said. She tried remembering. She could not remember him. It was such a long time ago. He told her more. He said he always liked her. He liked her during school. He liked her after school. She was struck. She did not know what to say. \"Want to go out?\" he asked her. She thought about it. She gave him her phone number. She smiled and left. He was happy. He smiled."
  },
  {
    "title": "50. Late to Work",
    "content": "He woke up late. His alarm rang, but he did not hear it. He was late for work. He jumped out of bed. \"I am so late,\" he said. He ran to the restroom. He quickly brushed his teeth. He hopped in the shower. He took a five-minute shower. He dried his body. He quickly shaved. He cut himself. He shaved too fast. He was not careful. He washed his cut. He covered it with a band-aid. He ran to his closet. He grabbed his suit. He ironed it fast. He put on his suit. The suit still had wrinkles. He got in his car and drove away. There was traffic on the road. He honked his horn. He arrived at his company. He was one hour late."
  }
]