[
  {
    "title": "1. Getting Ready for Work",
    "content": "He woke up. He got out of bed. He went to the restroom and took a shower. The water was cold at first. He made it warm. He took ten minutes to shower. He stepped out of the shower. The floor became wet. He grabbed a towel. He wrapped it all around him. He went to his bathroom mirror. He saw his reflection. He looked handsome. He had grown facial hair. It was time for him to shave it. He grabbed the shaving cream and poured some in his hand. He spread the shaving cream around his face. He grabbed the razor and started shaving. He cut himself by accident. It started bleeding. He was not hurt. He washed his face and applied aftershave. He put a band-aid on his cut. The cut stung him a little. He dried himself, and started getting ready for work."
  },
  {
    "title": "2. Going to Sleep",
    "content": "She came back home from work. She looked at the clock and yawned. It was nine o'clock. She went to her bedroom and put on her pajamas. She got her blanket. She lay down on her bed. The room was cold. She got up and went to her closet to get extra blankets. She lay down again and covered herself. She fell asleep. She woke up in the middle of the night to get a glass of water. She drank the glass of water. She walked back to her bedroom. She yawned and fell asleep. Two hours passed. She woke up and went to the restroom. She heard a noise outside her window. She looked out the window to see what it was. It was a black cat climbing a tree. She hushed the cat. The cat ran away. She went back to bed. She closed her eyes and fell asleep. She slept very little."
  },
  {
    "title": "3. Walking the Dog",
    "content": "It was night time. He went out to walk his dog. His dog was big. The dog's name was Max. \"Let's go, Max!\" he said to his dog. He walked past his neighbor's house. He saw there were no lights in the house. His neighbor was not home. He walked past the market. There were people shopping for groceries. He remembered he needed milk. He tied Max to a pole. \"Wait here, Max,\" he said. He walked inside the market. It took fifteen minutes to buy the milk. He untied Max and continued walking. He walked back to his house. He let Max inside the house. It was time to feed Max. He served Max a bowl of dog food. Max ate it quickly. It was late. He took Max to the backyard. Max slept in a dog house. He said good night to Max. Max barked."
  },
  {
    "title": "4. Lemonade on a Hot Day",
    "content": "It was a hot day. The sun was shining in the sky. The air was sticky. It was a Sunday afternoon. Jane was thirsty. She went to the kitchen to get a drink. She opened her refrigerator. There was nothing to drink inside. Jane grabbed some lemons and a big pitcher. She cut the lemons in two. She filled the large pitcher with water. She squeezed the lemons into the pitcher of water. She opened her cabinet to get the sugar. She poured some sugar into the pitcher of water and lemon juice. She had made lemonade. She took a sip of the lemonade. It needed more sugar. She grabbed the bag of sugar and poured a little more. She took another sip. The lemonade tasted sweet. All it needed now was ice. She opened the refrigerator to grab some ice. There was no ice."
  },
  {
    "title": "5. Coffee on a Cold Night",
    "content": "It was a cold night. The moon was bright and round. The wind blew cold through the window. Jim got up from his couch and closed it. Jim was shivering because it was cold. He rubbed his hands together. Jim went to the kitchen. He wanted to make coffee. He opened his cabinet. He grabbed the can of coffee beans. He opened the lid. He held the can up to his nose. He took a deep breath. It smelled like fresh coffee beans. Jim loved the smell of coffee. He loved drinking coffee more. He poured the beans into the coffee maker. He grabbed a pitcher and put it in under the machine. He pressed a button and it started brewing. Jim started shivering again. He moved around to warm his body. The machine took fifteen minutes to finish. Jim poured the coffee into a mug. He drank it all. The coffee warmed his body. He stopped shivering."
  },
  {
    "title": "6. Jim Picks Up His Little Sister",
    "content": "It was a cloudy day. It looked like it was going to rain. Jim put on his raincoat and rain boots. He grabbed his umbrella and left his house. He had to walk to an elementary school to pick up his sister. It was three o'clock. Jim's little sister was coming out of school. He walked along the streets. He looked at his clothes. His rain boots were black. His raincoat was green. His jeans were blue. His umbrella was red. Jim looked around as he walked. People were dressed similarly. The clouds looked dark. They were heavy with rain. Jim walked faster. Jim arrived at 3:20. The school bell would ring at 3:30. Jim needed to wait ten more minutes. He was at the front gate. There were parents waiting alongside with Jim. The school bell rang. Children were escorted to the front gate. Jim's sister ran up to him. They hugged, and walked home together."
  },
  {
    "title": "7. Jim Walks Nancy Home from School",
    "content": "Jim and his sister were walking home from school. \"How was school?\" Jim asked. \"It was nice,\" said Jim's sister. Her name was Nancy. Nancy was seven. She had black hair. Her hair was short and straight. She also had braces. Jim forgot to bring an umbrella for Nancy. Jim and Nancy huddled together under Jim's umbrella. The rain fell lightly. \"Let's hurry,\" Jim said. Jim and Nancy walked faster. Jim stepped on a puddle. The water splashed. Nancy's pants got wet. \"I'm sorry,\" Jim said. \"It's okay,\" said Nancy. It started raining more. They soon arrived home. Lightning struck across the sky. It sounded loud. They were safe inside. Nancy's clothes were wet. She changed her clothes. Jim did the same. Nancy looked out the window. It was raining hard. She was glad to be inside. Jim felt the same."
  },
  {
    "title": "8. Making a Sandwich",
    "content": "His stomach was growling. He had not eaten in five hours. He was starving. He went to his kitchen. He took out a loaf of bread. The bread was made from wheat. It was  his favorite bread to eat. He grabbed two slices. He opened the fridge. He gathered all the ingredients. He laid them out across the table. He opened the jar of mayonnaise. It was low-fat mayonnaise. He spread it across the slice of bread. He used a knife to spread the mayonnaise. He unzipped the container of ham. The ham was honey glazed. He grabbed four slices of ham. He put it on the bread slice. He opened the cheese container. He grabbed a slice and put it on top of the ham. He cut some tomatoes and lettuce. He put the vegetables on top of the cheese and ham. He glazed it all with ketchup and mustard. The sandwich was ready for him to eat."
  },
  {
    "title": "9. Making Scrambled Eggs",
    "content": "She woke up one morning and felt hungry. She did not eat anything last night. She got out of bed, and walked into her kitchen. The kitchen was clean. She thought about what to eat for breakfast. She opened her refrigerator and took out a carton of eggs. She opened her cabinet, and reached for a bowl. She cracked four eggs into the bowl. She stirred the eggs with a spoon. She turned on the stove, and placed a pan on the stove. She turned the knob on the stove. The fire was lit. She grabbed a stick of butter from the fridge. She tossed the butter on the hot pan. She grabbed the bowl of eggs and threw them on the pan. She scrambled them with a spatula. The eggs cooked in minutes. They smelled delicious."
  },
  {
    "title": "10. John Loves to Read Books",
    "content": "Reading a book is fun. Books make you smarter. They also make you a better reader. John loves to read books. He reads books on sunny days. He reads books on cloudy days, and he reads books on rainy days. John has read many books. He read his first book in second grade. His teachers were impressed. John was a good student. He had the highest grades in class. John learned a lot by reading books. He learned new words. He learned new verbs. He learned new adjectives. John reads every day. He has learned about the world. He has learned about history. He has learned about animals. He has learned about people. John loves to learn. He learns something new every day. John has many books. He has large bookshelves. They are full of books. John collects books. He has bought books at bookstores. John wants to read every book in the world."
  },
  {
    "title": "11. Sam Loves Watching Television",
    "content": "Watching television is entertaining. Sam loved watching television. He watched it all the time. He watched it in the morning. He watched it in the afternoon. He watched it in the evening. He loved watching it late at night. The television was always on in Sam's house. There's always something to watch on television. Sam watched cartoons. Sam watched the news. Sam watched sports. Sam watched documentaries. Sam watched movies. Sam watched sitcoms. Sitcoms were his favorite to watch. Watching television can be good for you. Watching television is relaxing. Watching television is informing. Watching television can bring people together. Sam liked watching television with friends. Sam recorded television shows. He had a device that would record shows. Sam recorded all his favorite shows. He re-watched them all the time. Sam had many recordings. Sam wants to be an actor. He wants to appear on television. It is his dream."
  },
  {
    "title": "12. Exercising",
    "content": "He exercised every day. He lifted weights. He ran on the track. He rode his bicycle everywhere. He did pull-ups and push-ups. He did sit-ups and crunches. He loved being in shape. It felt great. He felt powerful. He felt vital. He felt fast. He felt attractive. It made him feel confident. People complimented his appearance. \"Look at those muscles,\" people said to him. \"Thank you, I work out,\" he replied. He wasn't always in shape. He used to be fat. He did not like being fat. He was made fun of. He had a low self-esteem. He felt unattractive. His body felt tired and heavy. He had no energy. He knew he had to change. He looked in the mirror one day. He promised himself to lose weight. He stopped eating unhealthy food. He started moving around more. He went jogging at night. He bought a gym membership. He lost weight."
  },
  {
    "title": "13. Her Love of Food",
    "content": "She ate a lot of food. She ate cheese burgers. She ate chips. She ate sweets. Every day she ate these types of foods. She was always hungry. She did not like vegetables or fruits. She never drank water. She only drank soda, or juice. She was big. She did not exercise. She was happy about her appearance. People made fun of her. \"Lose weight,\" people said to her. \"Stop eating,\" people said to her. \"No, thank you,\" she replied. \"I'm happy with how I look,\" she said. She loved eating fattening foods. Nothing could change her diet. She went to see a doctor. The doctor told her to lose weight. She did not want to lose weight. Her doctor explained why she had to lose weight. She could die. She became scared. She did not want to die. She decided to lose weight."
  },
  {
    "title": "14. Lost Dog",
    "content": "He saw a dog on the sidewalk. The dog looked lost. He approached the dog. He pats his head. \"Nice doggy,\" he said to the dog. The dog wagged his tail. The dog had a collar. He looked at the collar. It read the dog's name. His name was Spike. Spike was a small dog. He looked well-groomed. \"Come on, Spike,\" he said to the dog. The dog followed him home. He brought the dog upstairs to his room. He opened a jar of dog food. He used to have a dog. He poured the dog food into a bowl. He placed it in front of Spike. Spike started eating. \"I'll take care of you, Spike,\" he said to the dog. He knew the dog did not belong to him. He printed posters of Spike. The poster said \"Found Dog\". He went around hanging the poster. Nobody came to find Spike."
  },
  {
    "title": "15. The Dog Spike",
    "content": "Spike was a friendly dog. He was obedient. Spike did as he was told. He only barked when threatened. He never bit anybody. Spike liked playing catch. Spike ran after the ball when it was thrown. Spike returned the ball to his owner's hand. Spike had black fur. Spike was abandoned by his previous owner. He was found by a boy. The boy took care of Spike. The boy loved Spike, and Spike loved him back. The boy walked Spike in the afternoons. Strangers loved to pet Spike. Spike liked being a pet. He liked to lick people's hands and faces. \"Who's a good boy?\" strangers said to Spike. Spike would get excited and jump around. Spike was the perfect dog. The boy never thought of abandoning Spike. Spike never ran away. Spike and the boy were friends for the rest of their lives."
  },
  {
    "title": "16. Falling and Breaking an Arm",
    "content": "He was trying to catch a bus. The bus left without him. He was running. He tripped and fell. He was lying on the sidewalk. \"Are you alright?\" a girl asked. He was holding his arm. His arm hurt. \"I think I broke my arm,\" he said to the girl. The girl dialed 911. \"Help is on the way,\" the girl said. She helped him up. He sat down on a bench. He wondered why he fell. He looked down at his shoes. His laces were untied. He always forgot to tie his shoes. He never imagined breaking his arm. He started to tear. His arm was in terrible pain. \"The ambulance is coming soon,\" the girl said. She felt bad for the boy. She had broken her arm before. She knew how much it hurt. The ambulance arrived. The paramedics took the boy. \"Thank you,\" he said to the girl. \"You're welcome,\" she replied."
  },
  {
    "title": "17. Learning to Roller-Skate",
    "content": "It was three o'clock. She was learning how to roller-skate. She had always wanted to learn. She could not afford to buy roller-skates before. Now, she was older. She had a job. She bought her first pair of roller-skates yesterday. It is never too late to learn anything. She was at the park. She put on protective clothing. She wore a helmet and kneepads. \"Always safety first,\" she said to herself. She slipped on her roller-skates. She got on her feet and skated away. She held on a railing at first. It was scary wearing roller-skates. With practice, she improved. Days later, she was roller-skating naturally. It was so much fun. She tripped and fell a few times. She got up every time and tried again. She never got hurt. Her helmet and kneepads protected her from injury. Roller-skating was so much fun."
  },
  {
    "title": "18. Lying on the Beach",
    "content": "She was lying on the beach. It felt really calm. The sun was beaming down. It was not too hot. The weather was perfect. She was lying on her stomach. She was in paradise. Suddenly, something happened. Someone ran by. Sand was kicked on her back. She was startled. She sat up to see who kicked it. There were a lot of people around. She did not see who ran by. She felt angry. Someone had ruined her moment in the sun. She lay back down. Minutes later, someone ran by again. Sand was kicked on her back. She rose instantly. She saw a kid hiding. He was laughing. She stood up and walked towards the kid. \"Were you kicking sand on my back?\" she asked the kid. The kid was scared. He started crying. She felt guilty for making him cry. \"Don't cry,\" she said. \"I'm sorry,\" the kid said. She never came back to that beach again."
  },
  {
    "title": "19. Tommy has a Bake Sale",
    "content": "Tommy needed to raise money for his football team. The team needed new uniforms. Tommy needed an idea. He asked his mom for help. His mom had a good idea. Tommy's mom loved baking. She decided to have a bake sale. Tommy loved the idea. They would sell cookies and pies. They planned the bake sale. It would be next Saturday. Tommy needed to raise two hundred dollars. Tommy and his mom got to work. Tommy baked different kinds of cookies. He baked chocolate chip cookies. He baked oatmeal cookies. He baked sugar cookies. Tommy tasted the cookies. The cookies were delicious. His mom baked different kind of pies. She cooked cherry, apple, pecan, and blueberry pies. All the cookies and pies were sold. Tommy raised a lot of money. He raised over two hundred dollars. The bake sale was a success."
  },
  {
    "title": "20. Math Test",
    "content": "The day of the math test was next Monday. He had three days to study. He did not like math. It was his hardest subject. He had to study in order to pass. He locked himself in his room. He turned off his phone. He shut off his computer. There could be no distractions. He left his radio on. Music helped him study. Every day he studied for hours. After two days he stopped. He needed help. He could not solve a math problem. He called his friend. His friend was good at math. He asked his friend if he could help. His friend said yes and came over. His friend helped him study for three hours. He was ready to take the test. His friend wished him good luck. The day of the test came. He took the test. He passed the test. Studying had paid off."
  },
  {
    "title": "21. Graduating from High School",
    "content": "She was graduating from high school. She was excited. Graduation was in one week. She had to prepare for graduation. She went to the store. She bought make-up and hair products. She wanted to look her best. Next, she had to buy her graduation gown at her school. The gown was dark blue. It looked nice. She took it home. She hung it in her closet. Graduation was three days away. She was proud of graduating. Her family was also proud. She was the first one to graduate from high school in her family. It was a big accomplishment. She planned to go to college. Graduation day came. She got dressed and ready. Soon, she was at the event. Her family was there. They watched from a distance. They called her name. She went to pick up her diploma. The audience cheered. Her family was happy. She was happier."
  },
  {
    "title": "22. Ice-cream and Yogurt",
    "content": "Yogurt tastes sweet. Ice-cream is also sweet. She likes to eat yogurt. Her friend likes to eat ice-cream. Her friend is a guy. His favorite flavor of ice-cream is chocolate. He does not like yogurt. Her favorite flavor of yogurt was strawberry. She did not like ice-cream. One day, she asked him a question: \"Have you tried chocolate flavored yogurt?\" Her friend decided to try it. They went to a yogurt shop together. He bought a cup of yogurt. It was chocolate flavored. He sprinkled peanuts on his yogurt. He tasted the yogurt. He liked it. He asked her a question: \"Have you tried strawberry flavored ice-cream?\" She said she didn't, and wanted to try it. One night, they went to an ice-cream shop together. She bought an ice-cream cone. It was strawberry flavored. She tasted the ice-cream. She liked it. They both now liked ice-cream and yogurt."
  },
  {
    "title": "23. Lisa the Artist",
    "content": "Lisa likes to draw. She also likes to paint. Drawing and painting are similar. She draws with a pencil. She paints with a paintbrush. Lisa draws many things. She draws cats. She draws vases. Lisa also draws people. Drawing is easy for Lisa. Lisa is a good drawer. Lisa is also a good painter. She paints landscapes. She paints sunsets. Lisa also paints people. Painting is more difficult than drawing for Lisa. Painting requires patience. Drawing is fast for Lisa. Lisa wants to be famous one day. Lisa paints every day. She draws every other day. Lisa paints in her room. Her room is full of art supplies. Her clothes also have paint. Lisa does not mind. Her favorite color is green. Green is the color of leaves. Lisa loves nature. She is painting a big tree."
  },
  {
    "title": "24. Closing the Store at Night",
    "content": "He heard his name. He turned around. \"Hello, who is there?\" he asked. He was working late. It was his turn to close the store. He was alone. He was at the register counting money. It was mid-night. He was sleepy. His feet were tired. He had been standing for eight hours. He was almost finished. He turned around again. He heard footsteps. He was scared. He put the money down. He started walking towards the footsteps. \"Who is there?\" he said. No one replied. He saw movement. It was a person. \"I see you!\" he yelled. The person appeared. He started laughing. It was his girlfriend. She surprised him. \"What a nice surprise,\" he said. She was laughing, too. He finished counting the money. They went home together."
  },
  {
    "title": "25. Oatmeal for Breakfast",
    "content": "Oatmeal is good for you. It has fiber. Fiber is good for you. It keeps your colon clean and healthy. Oatmeal also contains whole grain. Whole grain is also good for you. It reduces the risk of heart diseases. It is recommended you eat 48 grams of whole grain every day. Oatmeal is easy to make. First, you grab a clean bowl. Second, you pour one serving of oatmeal into the bowl. Third, you pour a cup of milk into the bowl. Lastly, you put it in the microwave for three minutes. You can also cook it on the stove. Milk is also good for you. It contains calcium. Calcium is good for your bones. Oatmeal is a delicious breakfast."
  }
]