[
  {
    "title": "76. Frisbee",
    "content": "It was a nice sunny day. He was at his aunt's house. His cousins were there, too. He was feeling bored. There was nothing to do. He looked around the house. He saw a Frisbee on the floor. He picked it up. He loved playing Frisbee. It was a fun and simple game to play. He had played it all the time. He needed some one else to play with. He asked his cousins: \"Do you guys want to play Frisbee with me?\" They said yes right away. They asked their parents for permission. They were given two hours to play. They went to the park to play. He told his cousins to spread out. His cousins had never played Frisbee before. They were excited to play. He had the Frisbee in his hand. \"Catch!\" he yelled at one of his cousins. He tossed the Frisbee at him. The Frisbee flew in the air. It looked like a flying saucer. His cousin caught it. He tossed it back. They played Frisbee for two hours. It was fun."
  },
  {
    "title": "77. Stomachache",
    "content": "He had a stomachache. He did not know why. Was it something he ate? He wondered. He remembered what he ate that day. He ate eggs in the morning. He also had toast and milk. Later he had a snack. The snack was a cookie. It was a chocolate chip cookie. Then he ate lunch. For Lunch he ate a sandwich. It was a turkey sandwich with cheese. He drank soda. Later, he had another snack. The snack was a popsicle. Then he ate dinner. For dinner he had steak. On the side he had vegetables and mashed potatoes. He drank soda again. That was all he ate for the day. He wondered what had caused his stomachache. He did not drink soda often. He blamed soda. The next day came. He did not have stomachache anymore. He never drank soda again."
  },
  {
    "title": "78. First Day of College",
    "content": "It was the first day of college. He needed to get ready soon. He jumped out of bed, and put on his clothes. He brushed his teeth and grabbed his backpack. He soon went out the door. His school was not far. He rode his bike. He arrived in twenty minutes. The school was huge. He got lost. His first class was at eight. He asked for directions. Someone gave him a map. He followed the map to his class. He was five minutes late. The class ended. He had another class. He used the map to find it. He was not late this time. His second class ended. It was time to go home. Tomorrow he had to return. He was excited."
  },
  {
    "title": "79. Walking After Midnight",
    "content": "She crossed the street. The street was empty. There were no people. There were no cars. It was after midnight. She walked down the street. She was not afraid. It was dangerous at night. It was especially dangerous for a girl. She did not care. She was a fighter. She knew how to defend herself. She carried pepper spray. She was ready for anything. The streets were deserted. She walked around for an hour. She took in the night air. She gazed at the stars. She looked at the closed stores. She saw the dirty curbs. She walked back home. She fell on her bed. It had been another night. She went to sleep like a baby."
  },
  {
    "title": "80. Haircut at the Salon",
    "content": "His hair was long. It was getting too long. It bothered him sometimes. The hair would get in his mouth. It would get on his food. It sometimes made him itchy. He thought about cutting it. He asked his friends. His friends told him not to. He asked them why. His friends said he looked fine. He did not care what his friends said. He decided to get a haircut. It was the middle of the day. He was not doing anything. He went to the salon. He walked in and sat down. He waited for the hair stylist. She was with another customer. She finished shortly. She greeted him. She cut his hair. It took twenty minutes. He looked in the mirror. He looked good. He was glad he got a haircut. He paid and thanked the hair stylist. He went on his way."
  },
  {
    "title": "81. Best Friends",
    "content": "They were best friends. People thought they were sisters. They did everything together. They shared everything with each other. They met in middle school. They were in the same college now. Sometimes they argued, but soon they made up. College can be tough. They took classes together. They studied together. They always helped each other. They were good students. They were from Colorado. They went home together. They lived in the same town. They knew the same people. Their family knew each other. They went back to college together. They shared one room. They acted like sisters. It is nice having a best friend. Everybody should have a best friend."
  },
  {
    "title": "82. Sixteenth Birthday",
    "content": "It was her birthday. She was turning sixteen. She was born on the fifth of August. She was having a birthday party. Everybody was coming. She invited her friends. She had a lot of friends. She also had a lot of aunts and uncles. This made her happy, because it meant more presents for her. She was getting ready for her party. She dressed up in her best outfit. Her mom prepared the food. Her dad went to pick up the cake. Her brother set the tables and chairs. The party was happening in the backyard. The party was in four hours. They were almost ready. Dad brought back chocolate cake. Mom cooked all the food. Her brother got the backyard ready. The birthday party was a success."
  },
  {
    "title": "83. A Nice House",
    "content": "He lived in a big house. It was white. The rooftop was blue. It had a white fence. There were plants in the front. There was a tall tree in the backyard. The house had a fireplace. He lit it on cold nights. He lived with his wife. They were grateful for what they had. They had to work hard. Hard work pays off. The house had three floors. It also had a basement. There were five bedrooms. They planned to have a family. The house was big enough for a family. The house had brown carpet. It also had wooden floors. There were a lot of windows. The house had nice views. The house had a reading room. They had a big library. The house had a music room, too. There was a piano inside. There was also an art room. It was a perfect house."
  },
  {
    "title": "84. Break-in",
    "content": "He woke up suddenly. He heard glass shattering. It was really loud. He sat up on his bed. He listened for noise. He heard footsteps. There was someone downstairs. It was a break-in. He went to his closet and grabbed his bat. He was not afraid. He slowly went downstairs. He sneaked his way to the stairs. He looked down the staircase. It was really dark. He saw the shadow of a man. He was dressed in black. There was no light. He walked down the stairs. He did not make a sound. The shadow was going through drawers. It was a robbery. He got closer to the shadow. His heart was racing. He took a deep breath. He ran at top speed. He hit the shadow over the head. The shadow fell to the ground. He called the police."
  },
  {
    "title": "85. Death of a Grandmother",
    "content": "He was sad. His grandma had died. He loved his grandmother. She raised him. She took care of him. She had seen him grow into a man. She was the sweetest woman. She was kind to all. Everybody loved her. She departed at the age of seventy-six. She had lived a long life. He was happy for her. But he was also sad. His grandma was no longer here. He could not believe it. He remembered the last words he said to her: \"I love you grandma. I'll come to see you soon.\" He hugged and kissed her goodbye. She died a few days later. He cried. Her funeral was held shortly. All her family was there. Friends had also gathered. He helped carry the coffin. It was a hard thing to do. He would never forget his grandmother."
  },
  {
    "title": "86. Circus",
    "content": "The circus was in town. It was a big attraction. Everybody in town went. The circus was a lot of fun. They had clowns. The clowns juggled pin balls and danced around. The kids liked the clowns. The circus also had magicians. The magicians performed magic tricks. The teenagers liked seeing the magician perform. The circus had animals. The animals had handlers. The handlers made the animals do tricks. A tiger went through a hula-hoop. A monkey rode a tricycle. An elephant stood on two legs. Everybody liked the animal show. There were also rides. The circus stayed in town for three days. It went from town to town. It was fun to go to a circus."
  },
  {
    "title": "87. Henry the Strong Man",
    "content": "Henry was a strong man. He could carry heavy things. He had no problem helping you move. Mary asked Henry if he could help her. He said sure. Mary owned a lot of furniture. Henry carried it all. He put it in the moving van. He did not struggle. He was strong and able. \"Thank you, Henry,\" Mary said. \"Not a problem,\" Henry said. He was happy to help. Henry was walking down the street. He saw something as he was walking. There was a man in a car. The car would not start. There were other cars behind him. He was blocking the road. Henry took action. He went behind the car. He pushed with all his might. He moved the car. It was out of the way. The man thanked Henry. \"You are strong,\" said the man. Henry agreed. He waved goodbye."
  },
  {
    "title": "88. A Family Visit to the Zoo",
    "content": "It was a family trip. They drove to the zoo. The zoo was far away. The children were excited. They had never seen wild animals before. They had only seen cats and dogs. They wanted to see bears and gorillas. The older sibling was not excited. He had been to the zoo before. He had been there too many times. It was now his tenth time. He did not want to go there anymore. Mom and dad liked the zoo. It was a good learning experience. Grandpa was also going. He was sound asleep. They arrived at the zoo. They saw all the animals. They heard a bear roar. They touched the starfishes. They saw the gorillas. It was a long day. The family got tired. They sat and ate food. They went back to their car. They drove back home."
  },
  {
    "title": "89. A Toothache",
    "content": "Her tooth was aching. She could not eat. It hurt every time she chewed. She could not even swallow. She knew what she had to do. She was scared. He had not gone to the dentist in years. It was time to make an appointment. She called their number. She set an appointment. It was for Friday at five o'clock. She was not looking forward to it. She hated going to the dentist. She was afraid of the pain, but she had no choice. She was already in pain. The tooth had to come out. The dentist told her the same. She sat back in the chair. The dentist gave her a pain killer. She still felt some pain. It was soon over. The tooth was removed. It no longer hurt to chew. It was a relief. She could now eat and chew without pain."
  },
  {
    "title": "90. Guitar Man",
    "content": "He played the guitar. He sang the blues. It was his hobby. He was talented. Everybody told him that. He practiced all day long. His practice paid off. He was the best guitar player in town. His friends were impressed. He always carried his guitar. He carried it behind his back. He took it to the park. He sat down on a bench. He began to play. People walked by. They noticed his music. He would get tips. It was fun for him. Performing in front of others is great. He sometimes felt nervous. The feeling of excitement was greater. People called him the Guitar Man. He was known all around. It was his nickname. He played his guitar at school. He played his guitar on the train. Playing the guitar was his passion. He played until his fingers hurt. He stopped for a minute. He would start to play again."
  },
  {
    "title": "91. Lost in the Woods",
    "content": "They camped out in the woods last night. They were alone in the woods. When they woke up in the morning, they did not know where they were at. They were lost. There was no one else around. It was just two of them. They panicked at first. They calmed themselves down. \"Everything will be okay,\" they said to each other. They left their cell phones at home. They lit a smoke signal. No one saw it. They decided to walk back. They retraced their footsteps. It took a long time. They had walked a long distance. They got thirsty. They stopped at a stream. They drank from the stream. They continued walking. There were no signs of life. It was getting dark. They had to find people soon. Eventually, they met somebody. He was another camper. He helped them find their way to safety. It was a scary camping trip."
  },
  {
    "title": "92. A Broken Cell Phone",
    "content": "She dropped her phone. She picked it up. She looked at the screen. She gasped! The screen was cracked. She was upset. Her phone was important. She texted on her phone regularly. She frequently made phone calls. She had Internet access on her phone. It was her world. The phone was not cheap, but she had to buy a new one. She did not have enough money. She went to the store, and talked to the salesperson. She told him that she had dropped her phone. He asked to look at the phone. She handed it to him. \"Can you fix it?\" she asked. He said yes he can. She paid to repair it. It cost less than a new phone. Her cell phone was repaired. She was very happy. She bought a protective case for it."
  },
  {
    "title": "93. Easter",
    "content": "It was Easter. Her family celebrated Easter. They did it for the kids. They got together at her house. They hired a costumed man to act as the Easter Bunny. The family hid eggs around the house. The kids had to find them. The Easter Bunny helped the children find the eggs. Everybody had fun. The children found treats inside the eggs. The adults had lunch in the yard. They watched over the kids. No one would get hurt. It was a safe and fun celebration. The Easter Bunny was great with kids. He played and danced around with them. Easter is a tradition. Her family celebrates it every year. Easter is a holiday. Many people celebrate Easter. It is a fun holiday."
  },
  {
    "title": "94. Night Sky",
    "content": "He looked up. He saw the night sky. There were many stars in the sky. He looked for a while. The stars were beautiful. They were shining brightly. They looked like diamonds. He remembered a song. He looked at the moon. The moon was in the night sky. It gave the moonlight. The moon looked white. It looked like cheese. He wondered about it. A man had walked on the moon. He imagined walking on the moon. He imagined the moon being cold. He looked at the constellations. There were many of them. Constellations are what groups of stars look like. They have different names. He saw the Big Dipper. He saw the Little Dipper. He also could see Orion's Belt. It was an amazing sight. He looked up every night. He believed in aliens. He hoped to see one. The night sky is full of wonders."
  },
  {
    "title": "95. Late Night Caller",
    "content": "The house phone was ringing. She went downstairs. It was dark. She watched her steps and slowly went down the stairs. \"Who is calling?\" she wondered. She got downstairs. The phone was in the kitchen. She reached for the light switch. She turned on the lights. She squint her eyes. The light was bright. She was blinded by the lights. The phone was still ringing. She walked to the kitchen barefoot. She stepped on a toy. She jumped in pain. She looked at the floor. She had stepped on a Lego toy. She had a son. He never picked up his toys. She reached the kitchen. The phone was still ringing. She picked up the phone. She looked at the caller ID. It was an unknown number. She answered the phone: \"Hello.\" There was no reply. The phone clicked. It was a wrong number."
  },
  {
    "title": "96. Comic Books",
    "content": "Comic books are illustrated stories. He loved comic books. He had many comic books. They were all on a shelf. His friends collected comic books, too. He sometimes traded comic books with them. He read comic books all night. He turned off the lights. He grabbed a flashlight. He sat up in bed. He wrapped a blanket around him. He stayed up reading his comic books. He had a fun time. He went to the comic book store. He went each Friday after school. The comic book store was great. It had new issues of comics. His favorite comic book hero was Spiderman. He bought all his issues. He stayed at the comic book store. There was a couch inside. He did not always have money. He read the new comic book issues in the store. He saved his allowance for comic books."
  },
  {
    "title": "97. Skyscraper",
    "content": "He was on the highest floor of a tall building. The building was a skyscraper. He was with his dad. His dad worked on the building. He met his dad's co-workers. They were all kind. He asked his dad a question: \"Is it not scary working so high up?\" Dad answered no. He said it was not noticeable. His son noticed. He kept thinking about it. They were so high in the sky. He imagined the building falling down. He was scared of heights. His dad told him not to think about it. He could not stop thinking about it. It was time to go home. They went down the elevator. It was a long ride. He did not want to come back. It was too frightening for him."
  },
  {
    "title": "98. Jane from LA",
    "content": "Her name was Jane. She lived in Los Angeles. She was born there. She loved Los Angeles. She went to work in downtown Los Angeles. There are many people in Los Angeles. She drove to work every day. She looked out her window. There were people walking down the street. Some were white, some were black, and others were brown. This did not matter. They were all natives of Los Angeles. She went out with friends. They went to restaurants and shows. Los Angeles has many restaurants. Her favorite were Indian restaurants. Los Angeles has many performers. She saw famous artists and bands. It was fun going out in Los Angeles. She often came back home late. She was always safe. She never spoke to strangers. She avoided walking on streets that were not safe. Jane did want to live in Los Angeles. It was her home."
  },
  {
    "title": "99. Parade",
    "content": "It was fun going to the parade. He went to the parade every year. He never missed going. The parade was tomorrow. He was going with his girlfriend. His girlfriend's name was Mary. This year, he planned on bringing his little sister. His little sister had not gone to a parade. It was her first time going. She was excited. It was the day before the parade. They made their plan. They had to wake up early. They had to bring snacks and water. They also had to wear comfortable shoes. The parade lasted all day. The day of the parade came. Everything went according to plan. The parade was amazing. They saw marching bands. They saw parade floats. Some of them were big. The parade ended in the afternoon. They were tired, but they were happy. They went back home. \"Can we come back again?\" his little sister asked. He smiled at her. She knew the answer already."
  },
  {
    "title": "100. Music Festival",
    "content": "The music festival was today. He was ready to go. His favorite singer was performing. He packed his autograph book. He hoped to get close enough. He wanted his autograph. He was determined to get it. He left early to the music festival. He arrived in one hour. He had a hard time finding parking. He parked far from the festival. It was the closest parking he could find. He walked half a mile. He got to the festival. He found a seat near the front of the stage. He waited for the music festival to begin. It was not long before it started. The music festival began. He looked around. There were hundreds of people. Everybody was moving and jumping. The music started playing. His favorite singer went on stage. He wanted his autograph. He got onto the stage. He got his autograph."
  },
  {
    "title": "101. Playing in the Snow",
    "content": "It was winter time. The snow was coming. She was excited. She waited for the snow to start falling. She looked out her window every day. The snow had not come. She asked her brother why. Her brother said it was coming. She had to wait. She waited for a few weeks. She was giving up hope. One day she woke up. She went to her window. She did not believe it. It was finally snowing. She jumped for joy. The snow looked beautiful. She ran to her closet. She put on her winter clothes. She ran outside. She played in the snow. It was so much fun. She played all day in the snow. She made snowmen and igloos. Tomorrow she would play again. She loved the snow."
  },
  {
    "title": "102. Late to Class",
    "content": "He stood in the hall. He looked around him. There were many doors. He did not know which door was the right door to enter. He was lost at school. It was going to be twelve. He was going to be late. It was his first day of college. His class was in Room 190. He looked at all the doors. They each had a number, but there were no rooms numbered 190. He did not know what to do. He asked a stranger: \"Where is Room 190?\" The stranger did not know. He asked another stranger. She also did not know. No one knew where Room 190 was. He checked his notebook, where He wrote down his classroom number. It was not Room 190. It was Room 140. Room 190 did not exist. He ran to Room 140. He was one minute late."
  },
  {
    "title": "103. Class Time",
    "content": "He entered his classroom. He quickly took a seat. He was a minute late. The professor was calling names. It was his first day of college. He was sweating. He had been running around looking for his classroom. It took him some time to find the classroom. \"David?\" the professor called. He raised his hand. He was out of breath. He took out his inhaler. He took a puff from his inhaler. It gave him breath. He took out his notebook and a pen. The professor started talking. He took notes. He always took notes in class. It was a good habit. He studied his notes after class. He was a good student. He wanted only good grades."
  },
  {
    "title": "104. Question for the Teacher",
    "content": "Class ended at two o'clock. The teacher dismissed the students. Ana rose from her seat. She grabbed her things. She had a backpack and a sweater. She had a question to ask. She waited for the teacher. Some students also had questions to ask. There was a line to see the teacher. She got in line. She had a question about an assignment. The teacher spoke to students one at a time. She waited a while. It was finally her turn to ask. \"How can I help you?\" the teacher asked. She asked her question. The teacher gave her the answer. She was glad to hear it. She thanked the teacher, who smiled and said, \"No problem.\" She went on her way."
  },
  {
    "title": "105. A Hot Day",
    "content": "It was a hot day. The sun was shining brightly. There were no clouds in the sky. He walked along the street. He was going home. He was hot and tired. He could not wait to get home. He was almost there. It was nearly one hundred degrees. There was not another soul in sight. Everybody was at home. His car was not working. He had to walk to his bank. He did not know it was so hot. The bank was not too far. The heat made it seem far away. His throat was dry. He was thirsty for water. He walked with sweat on his back. He arrived home. He went straight to the kitchen. He drank a big cup of water. He took off his clothes. He went to the bathroom. He took a cold bath. It was so refreshing. He stayed in the bath."
  },
  {
    "title": "106. Making Friends",
    "content": "\"What is your name?\" he asked her. \"My name is Linda,\" she answered. \"What is your name?\" Linda asked. \"My name is Brian,\" he answered. They knew each other's names. They became friends. Brian was tall and skinny. Linda was a little shorter than Brian. She was also skinny. Brian and Linda had black hair. Brian asked Linda if she was busy. She told Brian she was not. \"Want to go to the coffee shop?\" Brian then asked. Linda said sure. They walked to the coffee shop. It was nearby. Brian opened the door for Linda. Linda said thank you. They bought their coffee. They sat down to drink it. They talked to each other. Brian learned about Linda. Linda learned about Brian. The two were alike. Brian walked Linda home. \"It was nice meeting you,\" Linda said to Brian. \"Likewise,\" Brian replied."
  },
  {
    "title": "107. Summer Day at the Pool",
    "content": "It was a hot Summer day. She was in her room. The fan was on, but it blew hot air. She did not want to be home. It was too hot. She thought of what to do. Her cell phone vibrated. She picked it up. She received a text message. It was from her friend. The text read: \"Let's go to the pool\" She replied with yes. She got ready immediately. She grabbed her towel, sunscreen, sunglasses, and shampoo. She also packed her bathing suit. She went to the pool. Her friends were in the pool. She went to the lockers. She changed into her bathing suit. She applied her sunscreen. She jumped in the pool. The water was cool and refreshing. She splashed around with her friends. She no longer felt hot. She stayed in the pool all day."
  },
  {
    "title": "108. Ice Skating",
    "content": "It was winter. The streets were covered with snow. The air was cold outside. She was at a friend's house. They did not know what to do. She sat in the living room. Her friend sat beside her. They put on a movie. The movie was boring. They stopped playing the movie. She got out a board game. They started playing. The board game was missing pieces. They stopped playing. \"What do we do now?\" she asked her friend. \"Let's go ice skating,\" the friend said. They went to an ice skating rink. They left in a car together. They arrived at the place. There were a lot of people skating. They bought their pass. They put on their figure skates. They skated on the ice. She slid a couple of times. They ice skated for hours. It was so much fun. They left around eight o'clock. They went back the next day."
  },
  {
    "title": "109. Scary Movie",
    "content": "It was night time. He was home using his computer. His friend messaged him. The message was an invitation. He was invited to the theaters. He said yes to the invitation. He shut down his computer. He got ready to leave. He grabbed his wallet and drove to the theaters. His friends were waiting for him. \"What movies are we watching?\" he asked his friends. They were going to watch a scary movie. He did not like scary movies. He was a big chicken when it came to watching scary movies. He watched the movie anyway. They bought their tickets and went inside. They took their seats. The movie started to play. It was the scariest he had ever seen. Everybody went home. After he got home, he was too scared to sleep. He turned on all his lights. He regretted watching that movie."
  },
  {
    "title": "110. Mowing the Lawn",
    "content": "It was the middle of the day. He looked out his window. He saw his lawn. The grass looked long. He decided to mow the lawn. He stepped into his garage. His mower was in there. He got his lawn mower. He turned it on. It started moving. The engine made a loud noise. The engine sputtered and stopped. He got off his lawn mower. He inspected the engine. It had broken. He took it back inside the garage. He opened his tool box. He repaired his lawn mower. He turned it on again. It was working. He mowed his lawn. It took him half an hour to finish. He took his lawn mower back inside. He went back into his house. He looked out the window. The lawn looked nice. He loved his lawn."
  }
]