[
  {
    "title": "51. Late to School",
    "content": "The bell rang. She was not at school. She was still at home. She was in bed sleeping. She stayed up late with her friends last night. They watched movies. Her school called her parents: \"Your child did not go to school.\" Mom was surprised. She was upset. She was at work. She went back home. She slammed through the door. \"Wake up!\" she yelled at her daughter. \"You are late to school,\" mom said. She got up from bed. She changed quickly. She was scared of her mom. She knew she was serious. Mom did not fool around. She drove her to school. \"Do not be late to school again,\" Mom said. \"Okay, mom,\" she said. She was still sleepy."
  },
  {
    "title": "52. All You Can Eat Restaurant",
    "content": "Today was a big day. Five friends had planned to go out. The plan was to go to a restaurant. It was a good restaurant. It served all you can eat food. Everybody was excited. They had gone there before. It was their favorite restaurant. The restaurant was far. It took one hour to drive there. It took two hours on the bus. One of the friends drove a car. He had just purchased it. He drove his friends to the restaurant. There was no traffic on the way. They arrived in thirty minutes. Everybody was starving. They ordered their food. The restaurant was full of customers. The restaurant was special. It served raw food. You had to cook your own food. There was a grill on the table. It was fun. Everybody ate a lot of food. The bill was expensive."
  },
  {
    "title": "53. A night at the Theater",
    "content": "It was their one-year anniversary. They went to the theater. He met her at the theater. She was with her friends. He was with his friends. They watched the same movie. They met after the movie. He asked her out on a date. They became good friends. The theater was empty today. They walked to the counter. They looked up at the screen. The screen listed the movies playing. He wanted to watch an action movie. She wanted to watch a comedy. The two talked to each other. They were deciding what movie to watch. They chose to watch a comedy. They bought their tickets. They went to their seats. The movie started. They laughed throughout the movie. The movie was very funny. It lasted one hour and a half. It ended and the credits started rolling. They got up from their seats. They went home laughing."
  },
  {
    "title": "54. Waiting for Friday",
    "content": "Monday is the first day of the week. He did not like Mondays. He had to go to work. He worked at the post office. The post office was far away. He drove to work. It was a thirty-minute drive. Mondays were the worst. Tuesdays were just as bad. He did not like Tuesdays. He complained at work. \"It is barely Tuesday?\" he would ask. He could not wait for it to be Friday again. Wednesdays were better than Tuesdays. Wednesdays were far better than Mondays. Wednesday is known as \"hump day\". This means it is the midpoint of the week. Wednesday is the day after Tuesday. He still did not like Wednesdays. Thursdays were better. He liked Thursdays. Thursday is the unofficial start of the weekend. Thursday is the day after Wednesday. More importantly, it is the day before Friday. Friday is his favorite day of the week."
  },
  {
    "title": "55. Lisa Got a Car",
    "content": "Lisa bought a car. It was her first car. She was happy when she bought it. It was a birthday present. Her parents bought it for her. She was thankful. She deserved the car. She was a good girl. She was a good student. She listened to her parents. She never got in trouble. She was a good daughter. The car was pink. Pink is her favorite color. Pink is a girl's color. She was a nice girl. Her car was not cheap. Her parents did not pay for it all. They paid half. She was to pay for the rest. She had to get a job. She learned to drive. She got a job. She drove to work. She was an adult now. Lisa was responsible. Her parents were proud of her. She was not their little girl anymore."
  },
  {
    "title": "56. Party",
    "content": "He was getting ready for the party. The party was at night. It was going to be a big party. All his friends were going. He never went to parties. This was his first time going to one. He was nervous. He was excited. He was a shy guy. He did not talk a lot. He had only five friends. His friends were shy, too. He did not want to be shy anymore. He got ready for the party. He dressed himself nicely. He combed his hair. He brushed his teeth twice. He trimmed his mustache. He looked in the mirror. He looked good. He spoke to himself. \"Hey, good looking,\" he said to the mirror. He was ready. The party was in thirty minutes. He left early. He drove to the party. He had a blast. He made new friends. He met a girl. He kissed her. It was a fun party."
  },
  {
    "title": "57. Riding the Bus",
    "content": "It was early morning. The sun was just over the horizon. She got on the bus. The bus was smelly. It smelled foul. Bus fare was one fifty. She paid her fare. \"Good morning,\" said the bus driver. \"Good morning,\" she said back. The bus driver was friendly. This was odd. She mostly met mean bus drivers. She wondered why. The bus was full. She looked around for seats. There were no seats in the front. She looked to the back. There was one seat available. She made her way to the back. There were a lot of people. \"Excuse me,\" she said. She touched elbows with people. The people let her through. She reached the back of the bus. Her seat had been taken. She held on to a pole and stood. It was a brand new day. She was happy. It was her first day of university. The bus rode on."
  },
  {
    "title": "58. Diving Off a Cliff",
    "content": "He took a deep breath. He looked down. The water looked cold. He was nervous. \"Come on, Jump!\" said his friends. He was on a ledge of a cliff. It was a big drop. All his friends had jumped. They were swimming in the water. His friends waited for him. Fifteen minutes had gone by. He had not jumped. \"What are you, chicken?\" teased one of his friends. He was scared indeed. He imagined bad things. He imagined breaking his bones. He imagined drowning. He imagined being eaten by a fish. \"I don't think this is a good idea,\" he said to his friends. His friends then told him not to do it. They were worried. He stepped off the ledge. He climbed down. He safely got in the water. He was safe. He was relieved."
  },
  {
    "title": "59. A Familiar Face",
    "content": "They were on a train. He sat across her. He looked at her. She looked familiar. She was writing on her iPad. She looked concentrated. The train sped along its tracks. It made large sounds. There were many passengers on board. He looked to his right. He saw a man with long hair. He saw a woman holding a dog. He saw a kid with food on his face. He looked to his left. He saw an old man with a cane. He saw a young lady crossing her legs. He saw a fat man eating peanuts. No one looked familiar, except her. She sat in front of him. He thought for a minute. He could not remember. The train came to a stop. It had reached its destination. Passengers were exiting the train. He lost sight of her. He looked around to see where she went. She was nowhere in sight."
  },
  {
    "title": "60. Home Again",
    "content": "It had been a long train ride. Her bottom was sore. She stretched her legs and neck. She grabbed her luggage. She got off the train. She headed towards the street. She called a cab. She entered the vehicle. \"Welcome to San Francisco,\" said the cab driver. She smiled and said, \"thank you\". She was finally home. It had been a while since she left home. The cab arrived at her house. She paid him the fare. \"Thank you very much,\" he said. He drove away. She entered her house. Her house looked pleasant. Nothing had changed. She walked into the living room. Her family awaited her in the living room. They were excited to see her. \"Welcome home, Becky!\" her family yelled. She hugged and greeted everybody. It was nice to be back home."
  },
  {
    "title": "61. Roller Coaster Ride",
    "content": "He tried the roller coaster ride the first time. He did not like it. He tried it a second time. He still did not like it. They say third time's the charm. He went back in line. The lines for roller coasters were long. Everybody he knew loved riding roller coasters. Everybody loved them except him. He thought roller coasters were terrifying. He did not know what the big deal was. Why risk your life, he thought. He was waiting in line. People in line were impatient, but he was not. The line moved forward. His turn for the ride came. He was strapped on the roller coaster. \"Please keep you hands and legs together,\" he was told. The roller coaster began moving. It slowly ascended to the top. It plummeted to the bottom. He vomited all over himself."
  },
  {
    "title": "62. Ready for the Race",
    "content": "The big race was tomorrow. He would be competing with people from other schools. It was his first big race. He was worried, but he was also excited. He was the fastest boy in his school, and he had been training for months. He had been running for a long time. He joined track when he was in middle school. He loved running. He ran everywhere. He ran to the market to pick up groceries. He ran to school in the mornings. He ran back home after school. He ran to his friends' house. His friends lived far away. He did not mind running. Running was his passion. It was the night before the race. He had a good night sleep. In the morning he woke up ready. The race was in a couple of hours. He got ready. He was not nervous anymore. He was prepared to race."
  },
  {
    "title": "63. Alex's Friends",
    "content": "Everybody has friends. Some people have many friends. Others have only a few. Alex had many friends. He liked making friends. Every day he made new friends. Alex was good at making friends. He was good at small talk. He was not at all shy. Alex made friends everywhere he went. He made friends at the store. \"Shopping for food?\" he asked a stranger. \"I sure am,\" the stranger said. Alex continued talking to the person. He had made a new friend. He made friends at the bank. \"Making a deposit?\" he asked another stranger. \"Yes, sir,\" the stranger replied. A conversation followed. Making friends was easy for Alex. He was a friendly guy. Everybody who knew Alex liked him. Everybody that Alex knew was his friend. Alex did not know any strangers. If he met one, they quickly became friends. Alex wanted to have all the friends in the world."
  },
  {
    "title": "64. Suzan's Garden",
    "content": "Suzan had a garden. She planted fruits and vegetables. The garden was in her backyard. Her backyard was wide and long. She had plenty of space. Suzan's garden took up most of the space. Her garden grew several kinds of fruits. It grew watermelons, grapes, strawberries, avocados, oranges, and papaya. Some fruits grew from the ground. Others grew on trees. Suzan's garden also grew several kinds of vegetables. It grew tomatoes, potatoes, squash, carrots, and eggplants. Suzan was proud of her garden. She worked hard to maintain it. Every day she watered her garden. Her fruits and vegetables tasted great. It was because of her care and love. Everybody in her neighborhood ate from her garden. Suzan sold the fruits and vegetables at low prices. She made good profit. Suzan did not sell it all. She always kept enough for herself. She knew that fruits and vegetables were good for her health."
  },
  {
    "title": "65. Dreams",
    "content": "He dreamed a lot. He had good dreams. He had bad dreams. Sometimes, he had strange dreams. He dreamed he was a cowboy. He rode a horse and gunned down bandits. He dreamed of being an astronaut. He orbited the earth in a spaceship with zero gravity. These were good dreams. He dreamed he was in a room full of people. In the dream he was naked. Everybody in the room laughed at him. He dreamed he was on a boat in the middle of the ocean. He was lost at sea. The boat was sinking. These were bad dreams. He dreamed of unknown places. Places that seemed bizarre. He dreamed of worldly creatures that looked like humans. These were weird dreams. His dreams were fascinating. He wondered what they meant. He wrote down his dreams in journal. He kept it safe in a box."
  },
  {
    "title": "66. Hiking",
    "content": "Sweat poured down his face. The sun beat down his back. Every step he took was tiring. He was worn out. He kept moving forward. It was a steep hill. He looked up ahead. There were more hills. He was hiking up a canyon. There were rocks everywhere. He saw a stream below. There were plants all around. He had been hiking for over an hour. He was high up. The view was wonderful. He could see for miles and miles. He saw wildlife in the distance. He had not reached the very top. He needed to hike for one more hours. He took a drink from his canteen. He reached into his backpack. He pulled out a banana and ate it. He pressed on. The hills were slippery. He almost slid a couple of times. He got to the top. He looked around. It was breathtaking!"
  },
  {
    "title": "67. Storm",
    "content": "Rain water dripped down the window. Lightning flashed from the sky. There was no one outside. There was a storm coming. He had a plan for tonight. The plan was canceled because of the coming storm. Outside looked gloomy. The sidewalks were wet and looked gray. The trees swayed back and fourth. The wind was blowing hard. There were tree branches and leaves on the ground. He was safe inside his home. He turned on his television to watch the five o'clock news. The weather man came on. He warned everyone to stay inside. The storm was to last all through the night. It was cold inside his home. He turned on his heater. Thunder roared from outside. Suddenly, the light went out. There was no more electricity. He lit some candles and grabbed a flashlight. The storm was going on. He fell asleep on the couch. He woke up in the morning. The storm had ended."
  },
  {
    "title": "68. Road Trip",
    "content": "It was a sunny day. There were five of them. They were good friends. \"What time is it?\" one of them asked. It was almost nine o'clock. They all looked at each other. It was time to leave. They were all excited. They entered the car. One of them drove. Everybody put on their seatbelts. The radio was turned on. Rock music blared loudly. The car drove off into the distance. It was a road trip to San Francisco. It was everybody's first road trip. It was going to be a long trip. They brought snacks and drinks. They planned to stay for a week in San Francisco. It was a fun trip. They laughed and sang along to the radio. They stopped to eat at diners. They planned where to go next on a road trip."
  },
  {
    "title": "69. Bicycle Shop",
    "content": "He went to a bicycle shop. He wanted to buy a bike. His old bike was too old. It had stopped working. He entered the bike shop. There were bikes all around. There were bikes on the walls. There were bikes in aisles. Some bikes were even hung upside-down from the ceiling. He knew what bike he wanted. He approached the sales man. He told him what bike he wanted. The sales man took him to a room. There were more bikes in the room. He liked what he saw. He quickly chose a bike to buy. It was a small black bike. He paid for it and rode it home. It cost him five hundred dollars. It was worth the price. He used the bike for tricks and stunts. He never fell. He was a professional bike rider."
  },
  {
    "title": "70. Library Visit",
    "content": "She went to the library. It was close to home. The library was quite small, but it was a nice library. She needed to check out a book. It was a book for her school. She did not want to buy it. It is free to check out books at the library. The library is open to public. Libraries provide access to knowledge. She walked inside the library. It was nice and quiet inside. The library was also cool. She went to the front desk. She asked for her book. A librarian helped her find it. She was thankful for the help. The librarian was happy to help. She talked to the librarian. They spoke about libraries and librarians. It was an interesting conversation. She learned a lot of things. She left the library and went back home. The librarian had inspired her. She wanted to be a librarian one day."
  },
  {
    "title": "71. Wandering Man",
    "content": "He was from Tennessee, but he did not want to stay there. He traveled all around. He left at the age of eighteen. He had no money. He had no car. He hitch-hiked to California. His family could not stop him because he was an adult. It was his dream to wander. He was a good-looking man. He did many odd jobs. He met many people. California is a big state. There are a lot of people in California. He lived in different places. He never stayed in one place. He kept traveling. He did not think about the future. He lived his life one day at a time. He did not have many belongings. He had a small backpack. It held his clothes. He had a guitar and a picture of his parents. This was all he carried. One day he would go back home."
  },
  {
    "title": "72. Flight to Boston",
    "content": "He drove to the airport. He waited for his flight. He waited for an hour. His flight was ready. He boarded the airplane. The airplane was huge. It was going to Boston. He had family in Boston. He lived in Los Angeles. He was a teacher. He taught at a community college. He loved his job. His family was proud of him. He was going to see them. It was a family reunion. He looked forward to seeing everybody. Five years had passed since he was in Boston. He brought sweaters and jackets because Boston was cold at this time of the year. The airplane took off. His ears popped. He put on his head phones. The flight lasted six hours. He arrived safely in Boston."
  },
  {
    "title": "73. Family Reunion",
    "content": "He got off the airplane. He stepped on the ground. It was a long flight. There was a baby crying on the flight. He could not sleep. He exited the airport. He called a taxi. It drove him home. He paid the taxi driver and thanked him. He looked at his house. He was glad to be home. The lights were on inside. He saw shadows through the window. His family reunion had started. He knocked on the door. His father opened the door. \"Welcome back home, Greg!\" he said smiling. He went inside. He greeted everybody. He said hello to cousin Alex. He hugged and kissed his grandmother. He shook the hand of his brother-in-law. He hugged his sisters and brothers. He was overjoyed to see his mother. His mom gave him a big kiss. It was a good family reunion. He did not want to go back to California."
  },
  {
    "title": "74. The Interview",
    "content": "She put on her best shoes. She put on her nicest shirt. She got into her dress pants. She brushed and straightened her hair. She applied her make-up. She sprayed perfume on herself. She was ready for her job interview. She looked in the mirror one more time. She looked professional. She grabbed her purse and walked out the door. She entered her car and drove away. The interview was on the sixth floor of a building. She took the elevator. She entered the interview room. She was greeted by four people. They were dressed in suits. The interview began. They asked her hard questions. She answered the best she could. She was confident and friendly. They liked her, she got the job. She was overjoyed."
  },
  {
    "title": "75. Package in the Mail",
    "content": "The mailman knocked on the door. No one answered the door. He had a package to deliver. He needed the person's signature. It was a heavy package. He rang the doorbell. Still, no one answered. He looked through the window. There was someone inside. A girl was napping on the couch. He knocked on the window. The girl was sound asleep. He used his voice. He called her name. She woke up. She saw the man through the window. She opened the door. She asked who he was and what he wanted. \"I'm the mailman. Can't you tell?\" he said and pointed to his uniform. She was half asleep. \"I have a package for you,\" the mailman said. She asked how he knew her name. He said her name was on the package. She signed for it. She took the package inside./span>It was heavy. It was heavy."
  }
]